var achieves = [
{
"id":"444",
"ts":"1494476046",
"name":"Легенда Гвардии",
"descr":"Превзош{g:ел:ла} всех Героев Королевской Гвардии, совершая подвиги во имя Его Величества.",
"points":"15",
"image":"paragon3"
},
{
"id":"468",
"ts":"1494106865",
"name":"Скептик",
"descr":"Не испугавшись разрушительной силы проклятий забрал{g::а} сокровища из Темного Замка и доставил{g::а} их Остапу.",
"points":"5",
"image":"damnedtreasure"
},
{
"id":"233",
"ts":"1492823107",
"name":"Заклинатель{g::ница} огня",
"descr":"Собрал{g::а} все элементы доспехов Первозданного Огня.",
"points":"10",
"image":"t3_chest"
},
{
"id":"508",
"ts":"1492652146",
"name":"Победитель{g::ница} Виверны",
"descr":"Одержал{g::а} победу над Виверной в Древних Землях.",
"points":"10",
"image":"serpentfly_blue"
}
];