buffs = {
  "2": {
    "id": 2,
    "name": "Магическое сияние",
    "descr": "Пополняет здоровье после каждого обмена ударами",
    "stackable": 1,
    "image": "trink_spell"
  },
  "9": {
    "id": 9,
    "name": "Сила тушканчика",
    "descr": "Увеличен урон вашего удара",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type2_orange"
  },
  "10": {
    "id": 10,
    "name": "Настой панцирной многоножки",
    "descr": "Увеличена защита персонажа",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type2_violet"
  },
  "11": {
    "id": 11,
    "name": "Последний шанс",
    "descr": "Увеличен урон ударов и шанс нанести критические повреждения",
    "image": "mob_abil_4"
  },
  "12": {
    "id": 12,
    "name": "Умение избегать пьяных ударов",
    "descr": "Увеличен шанс увернуться от удара",
    "image": "mob_abil_3"
  },
  "13": {
    "id": 13,
    "name": "Ненависть к байкерам",
    "descr": "Увеличен урон вашего удара",
    "image": "mob_abil_1"
  },
  "14": {
    "id": 14,
    "name": "Отвращение к перегару",
    "descr": "Увеличен шанс нанести критический удар",
    "image": "mob_abil_2"
  },
  "15": {
    "id": 15,
    "name": "Несудьба",
    "descr": "Надеялись нанести критический удар? Не судьба!",
    "isdebuff": 1,
    "image": "mob_abil_5"
  },
  "16": {
    "id": 16,
    "name": "Гнев",
    "descr": "Каждый обмен ударами дает дополнительную ярость ",
    "unremovable": 1,
    "image": "abil_atk_10"
  },
  "19": {
    "id": 19,
    "name": "Отравление",
    "descr": "Наносит урон в течении нескольких ходов",
    "isdebuff": 1,
    "stackable": 1,
    "image": "silence_agony"
  },
  "20": {
    "id": 20,
    "name": "Черная ярость",
    "descr": "Каждый обмен ударами дает дополнительную ярость",
    "unremovable": 1,
    "image": "naijel_rage"
  },
  "21": {
    "id": 21,
    "name": "Боевой азарт",
    "descr": "Увеличен урон и шанс нанести критические повреждения.",
    "image": "battle_cry"
  },
  "23": {
    "id": 23,
    "name": "Регенерация тканей",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "zombie_regen"
  },
  "24": {
    "id": 24,
    "name": "Презрение",
    "descr": "Увеличен урон вашего удара",
    "stackable": 1,
    "image": "t7"
  },
  "25": {
    "id": 25,
    "name": "Молчаливая агония",
    "descr": "Наносит урон в течении нескольких ходов",
    "isdebuff": 1,
    "image": "ghost_poison"
  },
  "26": {
    "id": 26,
    "name": "Глухота ",
    "descr": "Уменьшен шанс уклониться от вражеского удара.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "t2"
  },
  "27": {
    "id": 27,
    "name": "Сила вепря",
    "descr": "Увеличен урон вашего удара",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type3_orange"
  },
  "28": {
    "id": 28,
    "name": "Стойкость броненосца",
    "descr": "Увеличена защита персонажа",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type3_violet"
  },
  "30": {
    "id": 30,
    "name": "Заражение крови",
    "descr": "Понижает защиту и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "pupmat_poison"
  },
  "31": {
    "id": 31,
    "name": "Фотосинтез",
    "descr": "После каждого обмена ударами перерабатывает часть ярости в здоровье.",
    "image": "photosynthesis"
  },
  "32": {
    "id": 32,
    "name": "Агрессия",
    "descr": "Дополнительная ярость при нанесении критических ударов ",
    "unremovable": 1,
    "image": "abil_atk_08"
  },
  "33": {
    "id": 33,
    "name": "Изворотливость",
    "descr": "Дополнительная ярость при уклонении от ударов соперника",
    "unremovable": 1,
    "image": "abil_41"
  },
  "34": {
    "id": 34,
    "name": "Дыхание дракончика",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "dragon_trink"
  },
  "35": {
    "id": 35,
    "name": "Ожог кислотой",
    "descr": "Уменьшает шанс уклониться от удара, снижает ваш урон и наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "image": "acid"
  },
  "36": {
    "id": 36,
    "name": "Ожог едкой кислотой",
    "descr": "Уменьшает шанс уклониться от удара, снижает ваш урон и наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "image": "acid2"
  },
  "37": {
    "id": 37,
    "name": "Опасное заражение крови",
    "descr": "Понижает защиту и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "pupmat_poison2"
  },
  "38": {
    "id": 38,
    "name": "Метка смерти",
    "descr": "Следующий удар хлыстом ОДР будет для вас смертельным.",
    "isdebuff": 1,
    "image": "spot_1"
  },
  "40": {
    "id": 40,
    "name": "Мимикрия",
    "descr": "Меняет характеристики монстра в зависимости от вашей специализации.",
    "image": "mimikry"
  },
  "41": {
    "id": 41,
    "name": "Мимикрия",
    "descr": "Меняет характеристики монстра в зависимости от вашей специализации.",
    "image": "mimikry"
  },
  "42": {
    "id": 42,
    "name": "Мимикрия",
    "descr": "Меняет характеристики монстра в зависимости от вашей специализации.",
    "image": "mimikry"
  },
  "43": {
    "id": 43,
    "name": "Оглушение",
    "descr": "Лишает вас шанса уклониться от вражеского удара.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "ovepower"
  },
  "47": {
    "id": 47,
    "name": "Бодрящее зелье",
    "descr": "Временно повышает ваши характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cheerfull_potion",
    "validtime": 60,
    "type": 1
  },
  "50": {
    "id": 50,
    "name": "Образцовый пируэт",
    "descr": "Увеличено мастерство ваших ударов.",
    "image": "abil_atk_04"
  },
  "51": {
    "id": 51,
    "name": "Декомпрессия",
    "descr": "Снижены мастерство и броня",
    "isdebuff": 1,
    "image": "decompression"
  },
  "53": {
    "id": 53,
    "name": "Сила глубин",
    "descr": "Увеличены мастерство и броня",
    "image": "depth"
  },
  "56": {
    "id": 56,
    "name": "Круговая оборона",
    "descr": "Иммунитет к эффектам кровотечения.",
    "image": "shld_2"
  },
  "57": {
    "id": 57,
    "name": "Слабость",
    "descr": "Снижен шанс увернуться от вражеского удара.",
    "isdebuff": 1,
    "image": "pirate_weakness"
  },
  "60": {
    "id": 60,
    "name": "Неуловимость",
    "descr": "Увеличен шанс увернуться от вражеского удара",
    "image": "shade"
  },
  "61": {
    "id": 61,
    "name": "Оковы",
    "descr": "Снижено мастерство",
    "isdebuff": 1,
    "stackable": 1,
    "image": "shackles"
  },
  "62": {
    "id": 62,
    "name": "Моральная устойчивость",
    "descr": "Увеличивает устойчивость в зависимости от накопленной ярости.",
    "image": "resilense"
  },
  "63": {
    "id": 63,
    "name": "Месть",
    "descr": "Кок расстроен тем фактом, что вы его чуть не убили. Теперь он очень зол.",
    "unremovable": 1,
    "stackable": 1,
    "image": "evil_cook"
  },
  "69": {
    "id": 69,
    "name": "Насилие",
    "descr": "Если у соперника больше здоровья, чем у вас, весь наносимый вами урон увеличен на 20%.",
    "unremovable": 1,
    "image": "abil_atk_02"
  },
  "70": {
    "id": 70,
    "name": "Эгоизм",
    "descr": "В случае уворота от удара противника, вы получаете благотворный эффект, увеличивающий шанс критических повреждений.",
    "unremovable": 1,
    "image": "dual"
  },
  "71": {
    "id": 71,
    "name": "Плоды эгоизма",
    "descr": "Увеличен шанс нанести критические повреждения.",
    "stackable": 1,
    "image": "mob_abil_3"
  },
  "73": {
    "id": 73,
    "name": "Злопамятность",
    "descr": "Если вы увернетесь или нанесете критические повреждения Жабоиду, точно так же поступит и он на свой следующий ход",
    "unremovable": 1,
    "image": "grudge"
  },
  "74": {
    "id": 74,
    "name": "Крит за крит!",
    "descr": "Обязательно нанесет критические повреждения",
    "stackable": 1,
    "image": "gr_crit"
  },
  "75": {
    "id": 75,
    "name": "Уворот за уворот!",
    "descr": "Обязательно увернется от следующего удара",
    "stackable": 1,
    "image": "gr_dodge"
  },
  "76": {
    "id": 76,
    "name": "Бумеранг",
    "descr": "Возвращает оппоненту половину полученного урона",
    "image": "revenge"
  },
  "77": {
    "id": 77,
    "name": "Мазохизм",
    "descr": "Нанесенный вами урон не уменьшит здоровья, а, наоборот, вылечит Жака",
    "image": "hp_regen"
  },
  "80": {
    "id": 80,
    "name": "Донат тринкет",
    "descr": "После завершения боя моментально восстанавливает 20 пунктов здоровья",
    "invisible": 2,
    "unremovable": 1,
    "image": "living_heart"
  },
  "81": {
    "id": 81,
    "name": "Сонливость",
    "descr": "За каждый обмен ударами вы получаете меньше ярости.",
    "isdebuff": 1,
    "image": "vertigo"
  },
  "82": {
    "id": 82,
    "name": "Испуг",
    "descr": "Значительно понижает защиту",
    "isdebuff": 1,
    "image": "soul_burn"
  },
  "83": {
    "id": 83,
    "name": "Ярость акулы",
    "descr": "Доспехи предводителя пиратов наполняют вас жаждой крови, позволяя начать бой с 50 ярости.",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "pirate_skull"
  },
  "84": {
    "id": 84,
    "name": "Ожог черной кислотой ",
    "descr": "Уменьшает шанс уклониться от удара, снижает ваш урон и наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "image": "resin"
  },
  "85": {
    "id": 85,
    "name": "Волновое состояние",
    "descr": "Трудно нанести урон телу, не имеющему физической формы.",
    "image": "water_ripple"
  },
  "87": {
    "id": 87,
    "name": "Живая стена",
    "descr": "Чем больше в бою конечностей, тем выше защита",
    "image": "oko_shield"
  },
  "88": {
    "id": 88,
    "name": "Электрический шок",
    "descr": "Уменьшены мастерство, урон и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "lightning"
  },
  "89": {
    "id": 89,
    "name": "Настой Мудрости",
    "descr": "Увеличивает получаемый опыт в полтора раза.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "xp_small",
    "validtime": 60,
    "type": 2
  },
  "90": {
    "id": 90,
    "name": "Обратный отсчет",
    "descr": "Используйте способности, пока еще возможно. Тик-так.",
    "image": "time_lapse"
  },
  "92": {
    "id": 92,
    "name": "Пружинистость",
    "descr": "Возвращает противнику 50% нанесённого урона.",
    "unremovable": 1,
    "image": "hard_couch"
  },
  "99": {
    "id": 99,
    "name": "Легкое опьянение",
    "descr": "Эйфория, хотя и увеличивает вашу силу, но пагубно влияет на остальные характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "champagne_glass",
    "validtime": 1
  },
  "100": {
    "id": 100,
    "name": "Электрошок",
    "descr": "Уменьшен шанс уклониться от вражеского удара.",
    "isdebuff": 1,
    "image": "shoker"
  },
  "101": {
    "id": 101,
    "name": "Глубокая рана",
    "descr": "В течении нескольких ходов наносит урон, зависящий от вашего уровня.",
    "isdebuff": 1,
    "image": "blood_loss"
  },
  "102": {
    "id": 102,
    "name": "Механизм",
    "descr": "Созданные без применения магии, Големы отличаются высокой силой, устойчивостью и ускоренным накоплением ярости, но не умеют восстанавливать здоровье. В том числе и после окончания боя.",
    "unremovable": 1,
    "image": "battery"
  },
  "103": {
    "id": 103,
    "name": "Боевой опыт",
    "descr": "Увеличено мастерство ударов",
    "stackable": 1,
    "image": "vortex"
  },
  "104": {
    "id": 104,
    "name": "Снегом в глаз",
    "descr": "Гремлины умеют ловко уворачиваться от ваших ударов. И большой урон по ним очень трудно нанести.",
    "unremovable": 1,
    "image": "blizzard"
  },
  "105": {
    "id": 105,
    "name": "Ледяные шипы",
    "descr": "Возвращает врагу часть полученного урона.",
    "image": "icy_claws"
  },
  "106": {
    "id": 106,
    "name": "Переутомление",
    "descr": "Отдохните немного, иначе бои перестанут быть вам в радость.",
    "isdebuff": 1,
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "tired",
    "validtime": 1
  },
  "107": {
    "id": 107,
    "name": "Настой силы слонопотама",
    "descr": "Увеличен урон вашего удара",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type4_orange"
  },
  "108": {
    "id": 108,
    "name": "Настой драконьей скорлупы",
    "descr": "Увеличена защита персонажа",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type4_violet"
  },
  "109": {
    "id": 109,
    "name": "Трубный рев",
    "descr": "Увеличен минимальный урон.",
    "image": "mount_horn"
  },
  "110": {
    "id": 110,
    "name": "Тонизирующее зелье",
    "descr": "Временно повышает ваши характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cheerfull_potion_big",
    "validtime": 60,
    "type": 1
  },
  "111": {
    "id": 111,
    "name": "Парализующий свист",
    "descr": "Ваша защита уменьшена вдвое.",
    "isdebuff": 1,
    "image": "whistle_2"
  },
  "113": {
    "id": 113,
    "name": "Ярость камня",
    "descr": "Каждый обмен ударами дает дополнительную ярость ",
    "unremovable": 1,
    "image": "stoneskin"
  },
  "114": {
    "id": 114,
    "name": "Истерика",
    "descr": "Истерика каждый ход отнимает часть ярости соперника.",
    "unremovable": 1,
    "image": "hysteria"
  },
  "115": {
    "id": 115,
    "name": "Отравление болотным газом",
    "descr": "Вы попали в эпицентр выброса болотного газа и очень-очень плохо себя чувствуете.",
    "isdebuff": 1,
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "swamp_poisoning",
    "validtime": 15
  },
  "116": {
    "id": 116,
    "name": "Неведомая зараза",
    "descr": "Высокопатогенный упадок выносливости, передающийся воздушно-капельным и... хм... боевым путем.",
    "isdebuff": 1,
    "nonbattle": 1,
    "unremovable": 1,
    "image": "unknown_disease",
    "validtime": 30
  },
  "118": {
    "id": 118,
    "name": "Кристаллизация",
    "descr": "Ледяная фея затвердевает на глазах, ее ярость растет, защита увеличивается, а удары становятся сильнее.",
    "stackable": 1,
    "image": "fossil"
  },
  "119": {
    "id": 119,
    "name": "Еноциональность",
    "descr": "Ваша ярость растет гораздо медленнее, чем обычно.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "emo_sneakers"
  },
  "120": {
    "id": 120,
    "name": "Сознательная агрессия",
    "descr": "Дополнительная ярость при нанесении критических ударов. Позволяет получать Заряды Силы.",
    "unremovable": 1,
    "image": "abil_atk_08"
  },
  "121": {
    "id": 121,
    "name": "Заряд силы",
    "descr": "Используется в специальных «мастерских» техниках Пути Силы. Увеличивает шанс нанести критический удар.",
    "stackable": 1,
    "image": "charge_crit"
  },
  "122": {
    "id": 122,
    "name": "Раскол брони",
    "descr": "Показатель защиты снижен в два раза.",
    "isdebuff": 1,
    "image": "def_ignore"
  },
  "123": {
    "id": 123,
    "name": "Коварная изворотливость",
    "descr": "Дополнительная ярость при уклонении от ударов соперника. Позволяет получать Заряды Хитрости.",
    "unremovable": 1,
    "image": "abil_41"
  },
  "124": {
    "id": 124,
    "name": "Заряд Хитрости",
    "descr": "Используется в специальных «мастерских» техниках Пути Хитрости. Увеличивает шанс увернуться.",
    "stackable": 1,
    "image": "charge_dodge"
  },
  "125": {
    "id": 125,
    "name": "Управление гневом",
    "descr": "Каждый обмен ударами дает дополнительную ярость. Позволяет получать Заряды Терпения.",
    "unremovable": 1,
    "image": "abil_atk_10"
  },
  "126": {
    "id": 126,
    "name": "Заряд Терпения",
    "descr": "Используется в специальных «мастерских» техниках Пути Терпения. Увеличивает защиту.",
    "stackable": 1,
    "image": "charge_tank"
  },
  "127": {
    "id": 127,
    "name": "Подкова скакуна",
    "descr": "Тоннельный скакун ворует заряды оппонента и повышает свои характеристики в зависимости от типа сворованных зарядов.",
    "image": "centaur_hoof"
  },
  "128": {
    "id": 128,
    "name": "Болотный гриб",
    "descr": "Временно повышает вашу выносливость.",
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "amanita",
    "validtime": 40,
    "type": 1
  },
  "129": {
    "id": 129,
    "name": "След мяса",
    "descr": "Всегда обидно получить мясом по лицу. Уворачиваться вы стали хуже, защита ослабла, но ярости прибавилось. С каждым ходом обида забывается все больше.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "meat_mace"
  },
  "130": {
    "id": 130,
    "name": "След дубинки",
    "descr": "Всегда обидно получить пупырчатой дубинкой по лицу. Уворачиваться вы стали хуже, защита ослабла, но ярости прибавилось. С каждым ходом обида забывается все больше.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "dotted_mace"
  },
  "131": {
    "id": 131,
    "name": "Бамбарбия",
    "descr": "Увеличивает урон и устойчивость соратников, но отвлекает от использования некоторых способностей. ",
    "stackable": 1,
    "image": "tambourine"
  },
  "132": {
    "id": 132,
    "name": "Кергуду!",
    "descr": "Древнее заклятие, уменьшающее шанс нанести критические повреждения и вызывающее болезненное кровотечение, лечащее противников находящихся под эффектом Бубна Бамбарбия. ",
    "isdebuff": 1,
    "stackable": 1,
    "image": "voodoo_doll"
  },
  "133": {
    "id": 133,
    "name": "Зеленокожесть",
    "descr": "Осознание собственной зеленокожести помогает оркам справляться с ударами и мастерски давать сдачи.",
    "image": "green_skin"
  },
  "137": {
    "id": 137,
    "name": "Контузия",
    "descr": "Сильно уменьшены защита и устойчивость.",
    "isdebuff": 1,
    "image": "disorientation"
  },
  "140": {
    "id": 140,
    "name": "Эликсир пришельца",
    "descr": "Вдвое ускоряет передвижение по локациям и восстановление здоровья вне боя.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "brine",
    "validtime": 7200,
    "type": 3
  },
  "141": {
    "id": 141,
    "name": "Пламегаситель",
    "descr": "Частично защищает от огня во всех его проявлениях.",
    "invisible": 2,
    "unremovable": 1,
    "image": "dragon_mirror"
  },
  "142": {
    "id": 142,
    "name": "Мир во всем мире",
    "descr": "Я вовсе не Шрумман, а милый безобидный цветочек. Вы же не будете меня обижать?",
    "unremovable": 1,
    "image": "flower_hallucinate"
  },
  "145": {
    "id": 145,
    "name": "Сила грибницы",
    "descr": "Позволяет Шруму генерировать неограниченное количество спор и беспрерывно обстреливать ими противников. Замедляет накопление ярости.",
    "image": "greenshroom"
  },
  "146": {
    "id": 146,
    "name": "Мощь грибницы",
    "descr": "Позволяет Шруму генерировать неограниченное количество спор и беспрерывно обстреливать ими противников. Замедляет накопление ярости.",
    "image": "blueshroom"
  },
  "148": {
    "id": 148,
    "name": "Поражение едкими спорами",
    "descr": "Понижает защиту и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "mucus_emerald"
  },
  "149": {
    "id": 149,
    "name": "Поражение спорами",
    "descr": "Понижает защиту и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "mucus_green"
  },
  "150": {
    "id": 150,
    "name": "Эликсир Огнеборца",
    "descr": "Увеличивает сопротивляемость к эффектам горения.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "shroom_btl_2",
    "validtime": 300
  },
  "151": {
    "id": 151,
    "name": "Эликсир Берсерка",
    "descr": "Обнуляет защиту, добавляя ее первоначальное значение к вашему урону.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "shroom_btl_1",
    "validtime": 300,
    "type": 1
  },
  "152": {
    "id": 152,
    "name": "Эликсир Гиперактивности",
    "descr": "Снижает время восстановления способностей в бою.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "shroom_btl_3",
    "validtime": 300
  },
  "153": {
    "id": 153,
    "name": "Эликсир Умения",
    "descr": "Увеличивает вашу устойчивость и мастерство.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "shroom_btl_4",
    "validtime": 300
  },
  "154": {
    "id": 154,
    "name": "Настой Прозрения",
    "descr": "Увеличивает получаемый опыт в два раза.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "xp_big",
    "validtime": 60,
    "type": 2
  },
  "155": {
    "id": 155,
    "name": "Галлюцинации",
    "descr": "Вы чувствуете себя весьма странно и даже забыли, что можно использовать боевые способности.",
    "isdebuff": 1,
    "image": "hallucination"
  },
  "157": {
    "id": 157,
    "name": "Ожог",
    "descr": "Вы горите.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "fiery_axe"
  },
  "159": {
    "id": 159,
    "name": "Очищение огнем",
    "descr": "Кто-то вас поджег.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "fiery_flameberg"
  },
  "161": {
    "id": 161,
    "name": "Гипноз",
    "descr": "Запрещает использовать специальные способности. Не действует на замогильников, механоидов и некоторых других существ с высокой устойчивостью.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "hallucination"
  },
  "163": {
    "id": 163,
    "name": "Ожог",
    "descr": "Уворачиваясь, вы обожглись о тлеющую скорлупу.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "fiery_shield"
  },
  "164": {
    "id": 164,
    "name": "Огненное дыхание",
    "descr": "Это пламя сбить невозможно. Так что не утруждайте себя катанием по земле.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "fire_breath"
  },
  "165": {
    "id": 165,
    "name": "Спектральные крылья",
    "descr": "Усиливают вдвое все лечебные эффекты огня.",
    "image": "dead_wing"
  },
  "167": {
    "id": 167,
    "name": "Ядовитая рана",
    "descr": "Наносит небольшой урон ядом.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "dragon_edge"
  },
  "169": {
    "id": 169,
    "name": "Ожог",
    "descr": "Увернувшись, противник успел болезненно прижечь вас. ",
    "isdebuff": 1,
    "stackable": 1,
    "image": "fiery_dagger"
  },
  "170": {
    "id": 170,
    "name": "Дракон",
    "descr": "Драконы слишком плотно знакомы с огнем, чтобы его бояться. Более того, пламя чудесным образом залечивает их раны и восстанавливает силы. ",
    "unremovable": 1,
    "image": "dragon"
  },
  "173": {
    "id": 173,
    "name": "Фонарик",
    "descr": "Фонарик увеличивает мастерство и устойчивость Зомборыбки, а также позволяет использовать способность «Челюсти».",
    "image": "fish_flashlight"
  },
  "175": {
    "id": 175,
    "name": "Смоляной гипофиз",
    "descr": "невидимый баф. позволяющий бить по смоляным сильнее",
    "invisible": 2,
    "unremovable": 1,
    "image": "pituitary"
  },
  "176": {
    "id": 176,
    "name": "Смоляной гипофиз",
    "descr": "Отведав гипофиз, вы начинаете чувствовать слабые места смоляных пупматов и наносите удары точнее и сильнее. Впрочем, пупматы тоже начинают чувствовать вас и пытаются уничтожить. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "pituitary",
    "validtime": 5
  },
  "177": {
    "id": 177,
    "name": "Брешь в обороне",
    "descr": "Снижена защита персонажа. Кровотечение наносит урон в течении нескольких ходов.",
    "isdebuff": 1,
    "image": "broken_armor"
  },
  "178": {
    "id": 178,
    "name": "Жар",
    "descr": "Наносит урон в течении нескольких ходов.",
    "isdebuff": 1,
    "image": "burnt"
  },
  "179": {
    "id": 179,
    "name": "Надлом",
    "descr": "Снижен урон персонажа.",
    "isdebuff": 1,
    "image": "abil_def_03"
  },
  "182": {
    "id": 182,
    "name": "Ненависть падших",
    "descr": "Падшие яростно мстят миру живых за свое заточение.",
    "unremovable": 1,
    "image": "stone_debris"
  },
  "184": {
    "id": 184,
    "name": "Оковы греха",
    "descr": "Грехи падших терзают ваше сознание, не давая успокоиться ни на секунду. Скованность движений не позволяет сконцентрироваться на защите. ",
    "isdebuff": 1,
    "image": "handcuffs"
  },
  "185": {
    "id": 185,
    "name": "Отравление",
    "descr": "Говорила мама: «Не пей всякую дрянь!»",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "suspotion_1",
    "validtime": 5
  },
  "186": {
    "id": 186,
    "name": "Зеленокожесть",
    "descr": "Осознание собственной зеленокожести помогает оркам справляться с ударами и мастерски давать сдачи. И не надо дразнить орка огнем!",
    "image": "green_skin"
  },
  "187": {
    "id": 187,
    "name": "Орочий испуг",
    "descr": "Испугавшись орка, вы не можете лечиться.",
    "isdebuff": 1,
    "image": "green_skin"
  },
  "188": {
    "id": 188,
    "name": "Молитва",
    "descr": "Молитва вселила в вас особую силу, которую можно использовать только внутри Пантеона.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "indulgence",
    "validtime": 60
  },
  "189": {
    "id": 189,
    "name": "Знак молнии",
    "descr": "В бою вы смогли отчетливо разглядеть на Юных Скорпио знак Ордена. Нужно поспешить, пока точно помните этот символ.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "electric_spark",
    "validtime": 10
  },
  "190": {
    "id": 190,
    "name": "Знак света",
    "descr": "В бою вы смогли отчетливо разглядеть на Юных Скорпио знак Братства. Нужно поспешить, пока точно помните этот символ.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "fire_sign",
    "validtime": 10
  },
  "191": {
    "id": 191,
    "name": "Яд",
    "descr": "Яд скорпионов оказывает токсическое действие на центральную нервную и сердечно-сосудистую системы.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "silence_agony"
  },
  "194": {
    "id": 194,
    "name": "Трепет",
    "descr": "Трепещите перед яростным Чупакаброй! Яростно бейтесь с трепещущим Чупакаброй!",
    "image": "paranoia"
  },
  "195": {
    "id": 195,
    "name": "Ядовитое жало",
    "descr": "Удары Скорпио молниеносны и точны, а яд безошибочно находит свою жертву.",
    "image": "scorpid_tale"
  },
  "197": {
    "id": 197,
    "name": "Чистая энергия",
    "descr": "Основной ресурс Мест Силы. Нужно спешить, ведь энергия рассеивается на глазах. Правда, перенося энергию невозможно использовать особые эффекты Зоны 50.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "electric_field",
    "validtime": 10
  },
  "198": {
    "id": 198,
    "name": "Защитник Тихоходки",
    "descr": "Вы яростно защищаете Тихоходку от атаки вандалов. Главное - выжить!",
    "invisible": 2,
    "unremovable": 1,
    "image": "tihohodka"
  },
  "199": {
    "id": 199,
    "name": "Атакующий Тихоходку",
    "descr": "Вы яростно атакуете Тихоходку. Главное - выжить!",
    "invisible": 2,
    "unremovable": 1,
    "image": "tihohodka"
  },
  "200": {
    "id": 200,
    "name": "Волшебная лампа",
    "descr": "Ни один уважающий себя Джинн не обходится без лампы.",
    "image": "aladin_lamp"
  },
  "202": {
    "id": 202,
    "name": "Защитная руна",
    "descr": "Защищает от любого урона на 1 ход.",
    "image": "fire_sign"
  },
  "203": {
    "id": 203,
    "name": "Лассо света",
    "descr": "Наносит урон светом в течение 3-х ходов.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "fire_lasso"
  },
  "204": {
    "id": 204,
    "name": "Электрошок",
    "descr": "Наносит большой урон электричеством.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "spark_field"
  },
  "205": {
    "id": 205,
    "name": "Протекция Ордена",
    "descr": "Если Источник обороняют члены Ордена, то он становится неуязвимым и не дает использовать способности.",
    "unremovable": 1,
    "image": "nasosoil"
  },
  "206": {
    "id": 206,
    "name": "Протекция Братства",
    "descr": "Если Источник обороняют члены Братства, то он становится неуязвимым и не дает использовать способности.",
    "unremovable": 1,
    "image": "nasoscanon"
  },
  "207": {
    "id": 207,
    "name": "Клич Волхва",
    "descr": "Боевой клич указывает зверю точную цель.",
    "image": "posoh"
  },
  "208": {
    "id": 208,
    "name": "Топот",
    "descr": "Громкий топот ошеломляет, уменьшая защиту и способность находить уязвимые места соперника.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "stun"
  },
  "209": {
    "id": 209,
    "name": "Милость Азазеля",
    "descr": "Не стоить злить Азазеля без лишнего повода.",
    "unremovable": 1,
    "image": "run_t"
  },
  "210": {
    "id": 210,
    "name": "Ярость Азазеля",
    "descr": "Говорили же, что не стоить злить Азазеля. Теперь поздно!",
    "unremovable": 1,
    "image": "run_s"
  },
  "211": {
    "id": 211,
    "name": "Энергетический смерч",
    "descr": "Защити меня от нападений яростных! Награди терпением великим!",
    "unremovable": 1,
    "image": "smer4"
  },
  "213": {
    "id": 213,
    "name": "Глинтвейн",
    "descr": "Блокирует получение опыта в боях.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "mulled_wine",
    "validtime": 60,
    "type": 2
  },
  "214": {
    "id": 214,
    "name": "Праздник!",
    "descr": "Ощущение праздника неплохо поднимает боевые характеристики!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "champagne_glass",
    "validtime": 480
  },
  "215": {
    "id": 215,
    "name": "Возмездие Огня",
    "descr": "Возмездие Огня наносит дополнительный огненный урон, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "fire_ring"
  },
  "216": {
    "id": 216,
    "name": "Лицензионный настой силы",
    "descr": "Увеличивает урон в 2 раза и гарантированно наносит критический удар",
    "invisible": 1,
    "unremovable": 1,
    "image": "bottle_type1_orange"
  },
  "217": {
    "id": 217,
    "name": "Лицензионный настой защиты",
    "descr": "Увеличивает защиту в 2 раза",
    "invisible": 1,
    "unremovable": 1,
    "image": "bottle_type1_violet"
  },
  "218": {
    "id": 218,
    "name": "Маскарад",
    "descr": "В костюме {g:ОЗС:Голодной Н} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_1",
    "validtime": 60,
    "type": 4
  },
  "219": {
    "id": 219,
    "name": "Маскарад",
    "descr": "В костюме {g:Матроскина:Фантазмы} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_1",
    "validtime": 60,
    "type": 4
  },
  "220": {
    "id": 220,
    "name": "Маскарад",
    "descr": "В костюме {g:Жертвы Глубин:Жрицы Спящего} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_1",
    "validtime": 60,
    "type": 4
  },
  "221": {
    "id": 221,
    "name": "Маскарад",
    "descr": "В костюме {g:Капитана:Стюардессы} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_2",
    "validtime": 60,
    "type": 4
  },
  "222": {
    "id": 222,
    "name": "Маскарад",
    "descr": "В костюме {g:Кейси:Тихой Пассажирки} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_2",
    "validtime": 60,
    "type": 4
  },
  "223": {
    "id": 223,
    "name": "Маскарад",
    "descr": "В костюме {g:Сэра Найджела:Миёри} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_3",
    "validtime": 60,
    "type": 4
  },
  "224": {
    "id": 224,
    "name": "Маскарад",
    "descr": "В костюме {g:Жака:Пэри Моппинс} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_3",
    "validtime": 60,
    "type": 4
  },
  "225": {
    "id": 225,
    "name": "Спички",
    "descr": "Не давайте спички Неродрукашке! Он увеличивает ваш урон огнем и вашу восприимчивость к огню.",
    "invisible": 1,
    "unremovable": 1,
    "image": "dracopet"
  },
  "226": {
    "id": 226,
    "name": "Эликсир одиночки",
    "descr": "Позволяет заходить в подземелья без группы. ",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "banka_2",
    "validtime": 7200
  },
  "227": {
    "id": 227,
    "name": "Веревочная лестница",
    "descr": "Позволяет спуститься в Нору Бедуинов. Крайне недолговечна.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "ico_les",
    "validtime": 5
  },
  "228": {
    "id": 228,
    "name": "Боевой Клич",
    "descr": "Боевой клич помогает точнее и сильнее наносить удары.",
    "image": "abil_def_02"
  },
  "229": {
    "id": 229,
    "name": "Солнечная аура",
    "descr": "Надзиратель Пинг питается силой своих соратников.",
    "unremovable": 1,
    "image": "sun"
  },
  "230": {
    "id": 230,
    "name": "Пустынный эфир",
    "descr": "Вдвое увеличивает количество получаемых стигм",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "stigma_b",
    "validtime": 60
  },
  "231": {
    "id": 231,
    "name": "Лицензионный лечебный настой",
    "descr": "Восполняет здоровье на 20% после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type1_green"
  },
  "232": {
    "id": 232,
    "name": "Лицензионный настой озверина",
    "descr": "Наполняет яростью после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type1_red"
  },
  "233": {
    "id": 233,
    "name": "Одиссея пустыни",
    "descr": "Дэни переместила вас в Зону 50. Согласно Пророчеству, вам предстоит сражаться в войне за Источники энергии в скором будущем. А пока можно осмотреться... ",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "fire_pillar",
    "validtime": 60
  },
  "234": {
    "id": 234,
    "name": "Настой одиночки",
    "descr": "Позволяет заходить в подземелья без группы. Упрощенная вариация Эликсира одиночки, который действует 5 стуок",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "banka_2",
    "validtime": 1440
  },
  "235": {
    "id": 235,
    "name": "Кустарный лечебный настой",
    "descr": "Восполняет 15 здоровья после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type2_green"
  },
  "236": {
    "id": 236,
    "name": "Разбавленный лечебный настой",
    "descr": "Восполняет 30 здоровья после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type3_green"
  },
  "237": {
    "id": 237,
    "name": "Концентрированный лечебный настой",
    "descr": "Восполняет 60 здоровья после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type4_green"
  },
  "238": {
    "id": 238,
    "name": "Прозрение",
    "descr": "Прозрение позволяет вам общаться с Богами, заключенными в каменные статуи, и видеть то, что не могут видеть простые смертные. Ищите того идола, который знает вас и может раскрыть вам тайны мироздания.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "electric_blast",
    "validtime": 7
  },
  "239": {
    "id": 239,
    "name": "Молодая луна",
    "descr": "Действие молодой луны сводит на нет все попытки лечения и уклонения.",
    "isdebuff": 1,
    "image": "new_moon"
  },
  "240": {
    "id": 240,
    "name": "Единение",
    "descr": "Чамы объединяют свою силу вместе и способны дать отпор любому незваному гостю.",
    "image": "chams_eye"
  },
  "241": {
    "id": 241,
    "name": "Не время для терпения",
    "unremovable": 1,
    "image": "mon_head_42"
  },
  "242": {
    "id": 242,
    "name": "Не время для силы",
    "unremovable": 1,
    "image": "mon_head_42"
  },
  "243": {
    "id": 243,
    "name": "Не время для хитрости",
    "unremovable": 1,
    "image": "mon_head_42"
  },
  "244": {
    "id": 244,
    "name": "Санта",
    "descr": "Празднуйте Новый Год в костюме Санты. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_hat",
    "validtime": 1440,
    "type": 4
  },
  "245": {
    "id": 245,
    "name": "Шампанское!",
    "descr": "Советская классика. Сильная вещь!",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "champagne_glass",
    "validtime": 240
  },
  "246": {
    "id": 246,
    "name": "Оливье!",
    "descr": "Ловко нарезать салатики - особый талант.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "ny_eda_1",
    "validtime": 240
  },
  "247": {
    "id": 247,
    "name": "Мандарины!",
    "descr": "Витамин С прибавляет жизненной энергии и укрепляет здоровье.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "mandarin",
    "validtime": 240
  },
  "249": {
    "id": 249,
    "name": "Новогодний колпак",
    "descr": "Ваш шлем превращен в Новогодний колпак.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_hat",
    "validtime": 180
  },
  "250": {
    "id": 250,
    "name": "Новогодний полушубок",
    "descr": "Ваш нагрудник превращен в Новогодний полушубок.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_chest",
    "validtime": 60
  },
  "251": {
    "id": 251,
    "name": "Новогодние варежки",
    "descr": "Ваши перчатки превращены в Новогодние варежки.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_mitts",
    "validtime": 60
  },
  "252": {
    "id": 252,
    "name": "Новогодние штаны",
    "descr": "Ваши поножи превращены в Новогодние штаны.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_pants",
    "validtime": 60
  },
  "253": {
    "id": 253,
    "name": "Новогодние валенки",
    "descr": "Ваша обувь превращена в Новогодние валенки.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "santa_boots",
    "validtime": 60
  },
  "254": {
    "id": 254,
    "name": "Эликсир ускорения",
    "descr": "Втрое ускоряет передвижение по локациям и восстановление здоровья вне боя.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "brine",
    "validtime": 1440,
    "type": 3
  },
  "255": {
    "id": 255,
    "name": "Эликсир мастера",
    "descr": "Увеличивает получаемый опыт в три раза.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "xp_big",
    "validtime": 60,
    "type": 2
  },
  "256": {
    "id": 256,
    "name": "Шлем штурмовика",
    "descr": "Ваш шлем превращен в Шлем штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_mask",
    "validtime": 60
  },
  "257": {
    "id": 257,
    "name": "Доспех штурмовика",
    "descr": "Ваш нагрудник превращен в Доспех штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_chest",
    "validtime": 60
  },
  "258": {
    "id": 258,
    "name": "Перчатки штурмовика",
    "descr": "Ваши перчатки превращены в Перчатки штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_mitts",
    "validtime": 60
  },
  "259": {
    "id": 259,
    "name": "Поножи штурмовика",
    "descr": "Ваши поножи превращены в Поножи штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_pants",
    "validtime": 60
  },
  "260": {
    "id": 260,
    "name": "Сапоги штурмовика",
    "descr": "Ваша обувь превращена в Сапоги штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_boots",
    "validtime": 60
  },
  "261": {
    "id": 261,
    "name": "Синий световой меч",
    "descr": "Ваше оружие в основную руку превращено в Синий световой меч.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_lightsaber_blue",
    "validtime": 60,
    "type": 5
  },
  "262": {
    "id": 262,
    "name": "Красный световой меч",
    "descr": "Ваше оружие во вторую руку превращено в Красный световой меч.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_lightsaber_red",
    "validtime": 60,
    "type": 5
  },
  "263": {
    "id": 263,
    "name": "Бластер штурмовика",
    "descr": "Ваше двуручное оружие превращено в Бластер штурмовика.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "storm_blaster",
    "validtime": 60
  },
  "264": {
    "id": 264,
    "name": "Рудольф",
    "descr": "Рудольф увеличивает защиту и мастерство персонажа в бою.",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "labbit_deerPic"
  },
  "265": {
    "id": 265,
    "name": "Аура Джоуля",
    "descr": "Поглощает треть любого урона.",
    "stackable": 1,
    "image": "monk_needle"
  },
  "266": {
    "id": 266,
    "name": "Заряд силы",
    "descr": "Используется в специальных «мастерских» техниках Пути Тигра. Увеличивает базовый урон на 10 единиц.",
    "stackable": 1,
    "image": "charge_crit",
    "maxcount": 5
  },
  "267": {
    "id": 267,
    "name": "Заряд Хитрости",
    "descr": "Используется в специальных «мастерских» техниках Пути Лиса. Увеличивает шанс уворота и крита на 3%.",
    "stackable": 1,
    "image": "charge_dodge",
    "maxcount": 5
  },
  "268": {
    "id": 268,
    "name": "Заряд Терпения",
    "descr": "Используется в специальных «мастерских» техниках Пути Слона. Увеличивает защиту на 2 единицы.",
    "stackable": 1,
    "image": "charge_tank",
    "maxcount": 5
  },
  "269": {
    "id": 269,
    "name": "Сознательная агрессия",
    "descr": "Позволяет получать до 3-х Зарядов Силы.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_atk_08"
  },
  "270": {
    "id": 270,
    "name": "Коварная изворотливость",
    "descr": "Позволяет получать до 3-х Зарядов Хитрости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_41"
  },
  "271": {
    "id": 271,
    "name": "Управление гневом",
    "descr": "Позволяет получать Заряды Терпения.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_atk_10"
  },
  "272": {
    "id": 272,
    "name": "Кровоточащая рана",
    "descr": "В течении нескольких ходов наносит урон кровотечением.",
    "isdebuff": 1,
    "image": "blood"
  },
  "273": {
    "id": 273,
    "name": "Рваная рана",
    "descr": "В течении нескольких ходов наносит большой урон кровотечением.",
    "isdebuff": 1,
    "image": "blood_loss"
  },
  "274": {
    "id": 274,
    "name": "Насилие",
    "descr": "Если у соперника больше здоровья, чем у вас, весь наносимый вами урон увеличен на 40%.",
    "image": "abil_atk_02"
  },
  "275": {
    "id": 275,
    "name": "Раскол брони",
    "descr": "Показатель защиты снижен на 20%.",
    "isdebuff": 1,
    "image": "def_ignore"
  },
  "276": {
    "id": 276,
    "name": "Тотальный раскол брони",
    "descr": "Показатель защиты снижен на 40%.",
    "isdebuff": 1,
    "image": "def_ignore"
  },
  "277": {
    "id": 277,
    "name": "Месть",
    "descr": "Шансы нанести критический урон и увернуться снижены на 15%.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "taunt"
  },
  "278": {
    "id": 278,
    "name": "Кровавая месть",
    "descr": "Шансы нанести критический урон и увернуться снижены на 30%.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "taunted"
  },
  "279": {
    "id": 279,
    "name": "Круговая оборона",
    "descr": "Увеличивает защиту на 15 единиц.",
    "stackable": 1,
    "image": "abil_atk_10"
  },
  "280": {
    "id": 280,
    "name": "Бессознательная агрессия",
    "descr": "Позволяет получать 5 Зарядов Силы.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_atk_08"
  },
  "281": {
    "id": 281,
    "name": "Путь Хитрости - Уворот",
    "descr": "Увеличивает влияние ловкости на уворот",
    "invisible": 2,
    "unremovable": 1,
    "image": 1
  },
  "282": {
    "id": 282,
    "name": "Путь Хитрости - Крит",
    "descr": "Увеличивает влияние ловкости на крит",
    "invisible": 2,
    "unremovable": 1,
    "image": 1
  },
  "283": {
    "id": 283,
    "name": "Коварная изворотливость 5",
    "descr": "Позволяет получать до 5-х Зарядов Хитрости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_41"
  },
  "284": {
    "id": 284,
    "name": "Управление гневом 5",
    "descr": "Позволяет получать до 5 Зарядов Терпения.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_atk_10"
  },
  "285": {
    "id": 285,
    "name": "Альтруизм",
    "descr": "Увеличивает шансы крита и уворота на 20%.",
    "image": "dual"
  },
  "286": {
    "id": 286,
    "name": "Второе дыхание - криткаунт",
    "descr": "CON подсчет критов",
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "charge_dodge"
  },
  "287": {
    "id": 287,
    "name": "CON Второе дыхание база",
    "descr": "Позволяет добавлять криткаунты",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_41"
  },
  "288": {
    "id": 288,
    "name": "Увеличение урона",
    "descr": "Увеличивает урон на 5.",
    "invisible": 2,
    "unremovable": 1,
    "image": "charge_crit"
  },
  "289": {
    "id": 289,
    "name": "+15 яры в начале боя",
    "descr": "Вы начали бой с 15 пунктами ярости",
    "invisible": 2,
    "unremovable": 1,
    "image": "living_ring"
  },
  "294": {
    "id": 294,
    "name": "Ангельские крылья",
    "descr": "С виду ангел, внутри - хм, кто знает? Двойной клик: снять крылья.",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "krilya",
    "clickable": 1
  },
  "295": {
    "id": 295,
    "name": "Ярость",
    "descr": "Если у соперника больше здоровья, чем у вас, весь наносимый вами урон увеличен на 10%.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_atk_02"
  },
  "296": {
    "id": 296,
    "name": "МИМИМИ",
    "descr": "Мартовская киса придает своему хозяину сил, увеличивая наносимый урон.",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "catMimimiPic"
  },
  "297": {
    "id": 297,
    "name": "Смерть всему живому",
    "descr": "Если очень долго биться в одном бою, то монстры становятся опаснее с каждым ходом.",
    "unremovable": 1,
    "stackable": 1,
    "image": "spot_1"
  },
  "298": {
    "id": 298,
    "name": "Глаз дракона",
    "descr": "Прибавляет ярость каждый ход.",
    "unremovable": 1,
    "image": "dragoneye_icon"
  },
  "299": {
    "id": 299,
    "name": "Фирменный настой ярости",
    "descr": "Наполняет яростью после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "licpotions_red_icon"
  },
  "300": {
    "id": 300,
    "name": "Фирменный лечебный настой",
    "descr": "Восполняет здоровье на 20 единиц после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "licpotions_green_icon"
  },
  "301": {
    "id": 301,
    "name": "Фирменный настой силы",
    "descr": "Увеличен урон вашего удара",
    "invisible": 1,
    "unremovable": 1,
    "image": "licpotions_orange_icon"
  },
  "302": {
    "id": 302,
    "name": "Фирменный настой защиты",
    "descr": "Увеличена защита персонажа",
    "invisible": 1,
    "unremovable": 1,
    "image": "licpotions_violet_icon"
  },
  "303": {
    "id": 303,
    "name": "Морфин",
    "descr": "Слуги Морфея передают жизненную энергию своему владыке.",
    "stackable": 1,
    "image": "god_crystal"
  },
  "304": {
    "id": 304,
    "name": "След Миража",
    "descr": "Миражи не уходят бесследно",
    "unremovable": 1,
    "stackable": 1,
    "image": "lightning_pillar"
  },
  "305": {
    "id": 305,
    "name": "Ниндзя",
    "descr": "Таинственные силы Башни делают игрока-нинздя невидимым для противников и наделяют его повышенной скоростью.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_ninja",
    "validtime": 60
  },
  "306": {
    "id": 306,
    "name": "Волшебник",
    "descr": "Волшебник всегда начинает турнир в библиотеке Башни и может сбежать туда из боя, используя свитки телепортации.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_mage",
    "validtime": 60
  },
  "307": {
    "id": 307,
    "name": "Инквизитор",
    "descr": "Инквиизтор начинает игру в подвале Башни и может один раз за турнир отправить соперника из боя в подвал, используя свиток приговора.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_inquisitor",
    "validtime": 60
  },
  "308": {
    "id": 308,
    "name": "Шаман",
    "descr": "Шаман сможет обратиться к одному из высших достижений шаманизма - один раз возродиться после смерти в бою.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_shaman",
    "validtime": 60
  },
  "309": {
    "id": 309,
    "name": "Друид",
    "descr": "Друид имеет возможность несколько раз призвать себе на помощь союзника - Бревня.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_druid",
    "validtime": 60
  },
  "310": {
    "id": 310,
    "name": "Охотник",
    "descr": "Охотник имеет в своем арсенале набор ловушек, пригодных для охоты на двуногую добычу.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_hunter",
    "validtime": 60
  },
  "311": {
    "id": 311,
    "name": "Воин",
    "descr": "Сражение в Башне воин начинает с оружием.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_warrior",
    "validtime": 60
  },
  "312": {
    "id": 312,
    "name": "Паладин",
    "descr": "Паладины начинают приключение в Башне с качественной броней.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_paladin",
    "validtime": 60
  },
  "313": {
    "id": 313,
    "name": "Святое заклинание",
    "descr": "Заклинание жреца лечит на 10 здоровья за ход.",
    "unremovable": 1,
    "stackable": 1,
    "image": "arcana_priest_buff"
  },
  "314": {
    "id": 314,
    "name": "Жрец",
    "descr": "Жрец способен в бою исцелять всех союзников.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_priest",
    "validtime": 60
  },
  "315": {
    "id": 315,
    "name": "Проклятое заклинание",
    "descr": "Заклинание чернокнижника наносит 10 урона.",
    "unremovable": 1,
    "stackable": 1,
    "image": "arcana_warlock_buff"
  },
  "316": {
    "id": 316,
    "name": "Чернокнижник",
    "descr": "Чернокнижник в бою каждый ход наносит урон всем противникам.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_warlock",
    "validtime": 60
  },
  "317": {
    "id": 317,
    "name": "Невидимость",
    "descr": "Невидим в локации",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "arcana_ninja_invisible",
    "validtime": 12
  },
  "318": {
    "id": 318,
    "name": "Пожар",
    "descr": "Башня Арканы объята пожаром. Нахождение в данной локации может пагубно отразиться на вашем здоровье.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "arcana_fire"
  },
  "319": {
    "id": 319,
    "name": "Аура Огня",
    "descr": "При нанесении или получении урона наносит сопернику от 1 до 50 единиц урона огнем и поглощает 50% урона льдом.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aura_fire"
  },
  "320": {
    "id": 320,
    "name": "Аура Льда",
    "descr": "При получении урона наносит сопернику 30 единиц урона льдом и поглощает 50% урона огнем.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aura_ice"
  },
  "321": {
    "id": 321,
    "name": "Аура Земли",
    "descr": "Каждый ход наносит сопернику 20 единиц урона землей и поглощает 50% урона воздухом.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aura_earth"
  },
  "322": {
    "id": 322,
    "name": "Аура Воздуха",
    "descr": "При попадании по сопернику наносит 30 единиц урона воздухом и поглощает 50% урона землей.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aura_air"
  },
  "325": {
    "id": 325,
    "name": "Месть Огня",
    "descr": "Месть Огня наносит дополнительный огненный урон, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "fire_ring_upg"
  },
  "326": {
    "id": 326,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "327": {
    "id": 327,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "328": {
    "id": 328,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "329": {
    "id": 329,
    "name": "Вихревой аннигилятор",
    "descr": "Вихревое кручение портала аннигилирует эффект Вихря клинков.",
    "unremovable": 1,
    "image": "abil_atk_05"
  },
  "330": {
    "id": 330,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "331": {
    "id": 331,
    "name": "Дрожь земли",
    "descr": "В течении нескольких ходов наносит урон землей.",
    "isdebuff": 1,
    "image": "portal_radegast"
  },
  "332": {
    "id": 332,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "333": {
    "id": 333,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "334": {
    "id": 334,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "335": {
    "id": 335,
    "name": "Схвачен!",
    "descr": "Невозможно увернуться от удара противника.",
    "isdebuff": 1,
    "image": "kleshnya2"
  },
  "336": {
    "id": 336,
    "name": "Ледяные шипы",
    "descr": "При получении урона наносит сопернику 35 единиц урона льдом.",
    "unremovable": 1,
    "image": "aura_ice"
  },
  "340": {
    "id": 340,
    "name": "Тролли-телохранители",
    "descr": "Чем больше в бою троллей, тем выше защита",
    "image": "stoneskin"
  },
  "341": {
    "id": 341,
    "name": "Ошеломление",
    "descr": "Невозможно нанести физический урон, ярость падает.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "disorientation"
  },
  "342": {
    "id": 342,
    "name": "Метка тьмы",
    "descr": "Невозможно нанести критический удар или увернуться. Защита снижена вдвое.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "dark_point"
  },
  "343": {
    "id": 343,
    "name": "Неуязвимость",
    "descr": "При здоровье меньше 30% вы неуязвимы от физического урона.",
    "unremovable": 1,
    "image": "curse_death"
  },
  "346": {
    "id": 346,
    "name": "Трупный яд",
    "descr": "Уменьшает шанс уклониться от удара, снижает ваш урон и наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "image": "acid"
  },
  "347": {
    "id": 347,
    "name": "Нечистая сила",
    "image": "Unholy"
  },
  "348": {
    "id": 348,
    "name": "Темная сила",
    "unremovable": 1,
    "image": "Unholy"
  },
  "349": {
    "id": 349,
    "name": "Изнурение",
    "descr": "Ослаблен пребыванием в Сумеречном городе. -1 ко всем характеристикам и защите за каждое Изнурение.",
    "isdebuff": 1,
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "mists",
    "validtime": 240
  },
  "350": {
    "id": 350,
    "name": "Восстановление",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "zombie_regen"
  },
  "351": {
    "id": 351,
    "name": "Энергетическое зелье",
    "descr": "Временно повышает ваши характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cheerfull_potion3",
    "validtime": 60,
    "type": 1
  },
  "352": {
    "id": 352,
    "name": "Сумеречный эфир",
    "descr": "Вдвое увеличивает количество получаемых Аним",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "stigma_t",
    "validtime": 60
  },
  "353": {
    "id": 353,
    "name": "Превосходный лечебный настой",
    "descr": "Восполняет 100 здоровья после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type5_green"
  },
  "354": {
    "id": 354,
    "name": "Настой «Сокрушитель»",
    "descr": "Увеличен урон вашего удара",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type5_yellow"
  },
  "355": {
    "id": 355,
    "name": "Настой алмазной чешуи",
    "descr": "Увеличена защита персонажа",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type5_purple"
  },
  "356": {
    "id": 356,
    "name": "Змеелов",
    "descr": "На треть снижает эффект Изнурения",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "snake_ring"
  },
  "358": {
    "id": 358,
    "name": "Механизм",
    "descr": "Созданные без применения магии Прототипы отличаются высокой силой, устойчивостью и ускоренным накоплением ярости.",
    "unremovable": 1,
    "image": "battery"
  },
  "359": {
    "id": 359,
    "name": "Электрические разряды",
    "descr": "В течении нескольких ходов наносит большой урон электричеством.",
    "isdebuff": 1,
    "image": "electric_wave"
  },
  "360": {
    "id": 360,
    "name": "Освободители",
    "descr": "Фракция освободила души из плена душегуба Фредди. Бонус к урону и защите против Гриммеров и Гриммеров-воинов.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "freddy_buff",
    "validtime": 300
  },
  "362": {
    "id": 362,
    "name": "Свежее мясо",
    "descr": "Кролики - это не только ценный мех, но еще и огромная прибавка к урону и защите!",
    "unremovable": 1,
    "image": "freddy_buff"
  },
  "363": {
    "id": 363,
    "name": "Динамит",
    "descr": "После окончания эффекта наносит значительный урон светом.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "dynamite"
  },
  "365": {
    "id": 365,
    "name": "Поврежденное оружие",
    "descr": "До конца боя понижает урон от атак персонажа.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "abil_def_02"
  },
  "366": {
    "id": 366,
    "name": "Экзекутор",
    "descr": "Михаил наслаждается страданиями жертвы. Восстанавливает часть здоровья после каждого обмена ударами, если противник ранен.",
    "unremovable": 1,
    "image": "cold_axe"
  },
  "367": {
    "id": 367,
    "name": "Дефекты конструкции",
    "descr": "Испуская электрические разряды создание разрушается с каждым ходом.",
    "isdebuff": 1,
    "image": "electric_wave"
  },
  "368": {
    "id": 368,
    "name": "Электрические разряды",
    "descr": "Вас окружают опасные электрические разряды. ",
    "isdebuff": 1,
    "image": "electric_wave"
  },
  "369": {
    "id": 369,
    "name": "Хватка призрака",
    "descr": "Касание призрака вызывает временную слабость.",
    "isdebuff": 1,
    "image": "unknown_disease"
  },
  "370": {
    "id": 370,
    "name": "Ягуар",
    "descr": "Увеличивает наносимый урон и защиту.",
    "invisible": 1,
    "unremovable": 1,
    "image": "jaguarava"
  },
  "371": {
    "id": 371,
    "name": "Темная магия",
    "descr": "Увеличивает наносимый урон и защиту.",
    "invisible": 1,
    "unremovable": 1,
    "image": "trink_spell"
  },
  "372": {
    "id": 372,
    "name": "Джонатан",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "jr_john",
    "validtime": 1440,
    "type": 4
  },
  "373": {
    "id": 373,
    "name": "Тролль",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "stonetroll",
    "validtime": 1440,
    "type": 4
  },
  "374": {
    "id": 374,
    "name": "Робот",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cyber_skeleton",
    "validtime": 1440,
    "type": 4
  },
  "375": {
    "id": 375,
    "name": "Гнев Арканы",
    "descr": "До конца боя вдвое снижен наносимый урон.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "arcana_archivist"
  },
  "376": {
    "id": 376,
    "name": "Гнев Арканы",
    "descr": "До конца боя вдвое вы не сможете уворачиваться.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "arcana_archivist"
  },
  "377": {
    "id": 377,
    "name": "Гнев Арканы",
    "descr": "До конца боя защита равна нулю.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "arcana_archivist"
  },
  "378": {
    "id": 378,
    "name": "Легионер",
    "descr": "поглощает 25% урона стихий.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "379": {
    "id": 379,
    "name": "Благословение совы",
    "descr": "Ночью совы охотятся.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "new_moon",
    "validtime": 480
  },
  "380": {
    "id": 380,
    "name": "Цунами",
    "descr": "Притяжение луны вызвало цунами! Урон наносимый льдом увеличен.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "electric_wave",
    "validtime": 480
  },
  "381": {
    "id": 381,
    "name": "Занавес",
    "descr": "Любой физический урон станет критичным.",
    "unremovable": 1,
    "image": "curse_death"
  },
  "382": {
    "id": 382,
    "name": "Буффонада",
    "descr": "Уставший клоун - злой клоун. Не стоит дожидаться занавеса в конце представления.",
    "image": "grimm"
  },
  "383": {
    "id": 383,
    "name": "Лампада",
    "descr": "Позволяет пройти сквозь туман к воротам цирка. Горит очень недолго.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "lampada",
    "validtime": 5
  },
  "384": {
    "id": 384,
    "name": "Шутка",
    "descr": "Смех продлевает жизнь. Если смеются не над вами...",
    "unremovable": 1,
    "stackable": 1,
    "image": "prez_5"
  },
  "385": {
    "id": 385,
    "name": "Остряк",
    "descr": "Искрометное чувство юмора Джокера всегда находит свою цель.",
    "image": "abil_42"
  },
  "386": {
    "id": 386,
    "name": "Весельчак",
    "descr": "От хорошей шутки не защитит никакая броня!",
    "image": "abil_41"
  },
  "387": {
    "id": 387,
    "name": "Балагур",
    "descr": "Хорошо смеется тот, кто смеется последним!",
    "image": "abil_def_11"
  },
  "388": {
    "id": 388,
    "name": "Чемпион Братства",
    "descr": "+3% урона в ПвП",
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "new_pal_glasses",
    "validtime": 300
  },
  "389": {
    "id": 389,
    "name": "Могучий чемпион Ордена",
    "descr": "+7% урона в ПвП",
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "new_monk_hood",
    "validtime": 300
  },
  "390": {
    "id": 390,
    "name": "Очарование",
    "descr": "Как можно злиться на такую милую девушку?",
    "unremovable": 1,
    "image": "elviracharm"
  },
  "391": {
    "id": 391,
    "name": "Ревность",
    "descr": "Вы смертельно обижены. Сила следующего удара увеличена.",
    "invisible": 1,
    "image": "elviraeye"
  },
  "392": {
    "id": 392,
    "name": "Подозрительность",
    "descr": "Следующим ходом вы гарантировано увернетесь от удара.",
    "invisible": 1,
    "image": "elvirakiss"
  },
  "393": {
    "id": 393,
    "name": "Восторг",
    "descr": "Следующим ходом вы восстановите часть здоровья.",
    "invisible": 1,
    "image": "wing_swing"
  },
  "394": {
    "id": 394,
    "name": "Буффонада",
    "descr": "Уставший клоун - злой клоун. Не стоит дожидаться занавеса в конце представления.",
    "image": "grimm"
  },
  "395": {
    "id": 395,
    "name": "Баф за фракпушки 3-й тир",
    "descr": "Урон в ПвП увеличен!",
    "invisible": 2,
    "unremovable": 1,
    "image": "new_pal_glasses",
    "validtime": 300
  },
  "396": {
    "id": 396,
    "name": "Баф за морфа против андедов",
    "descr": "Урон против андедов увеличен!",
    "invisible": 2,
    "unremovable": 1,
    "image": "new_pal_glasses",
    "validtime": 300
  },
  "397": {
    "id": 397,
    "name": "Кофе",
    "descr": "Кофе бодрит!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cup_of_coffee",
    "validtime": 60,
    "type": 1
  },
  "398": {
    "id": 398,
    "name": "Аура Пламени",
    "descr": "При нанесении или получении урона наносит сопернику от 1 до 125 единиц урона огнем и поглощает 50% урона льдом.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aurafire2"
  },
  "399": {
    "id": 399,
    "name": "Аура Холода",
    "descr": "При получении урона наносит сопернику 75 единиц урона льдом и поглощает 50% урона огнем.",
    "invisible": 2,
    "unremovable": 1,
    "image": "auraice2"
  },
  "400": {
    "id": 400,
    "name": "Аура Камня",
    "descr": "Каждый ход наносит сопернику 60 единиц урона землей и поглощает 50% урона воздухом.",
    "invisible": 2,
    "unremovable": 1,
    "image": "auraearth2"
  },
  "401": {
    "id": 401,
    "name": "Аура Бури",
    "descr": "При попадании по сопернику наносит 75 единиц урона воздухом и поглощает 50% урона землей.",
    "invisible": 2,
    "unremovable": 1,
    "image": "auraair2"
  },
  "402": {
    "id": 402,
    "name": "Печать Гор",
    "descr": "Печать Гор наносит дополнительный урон землей, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "earthring"
  },
  "403": {
    "id": 403,
    "name": "Сердце Бури",
    "descr": "Сердце Бури наносит дополнительный урон воздухом, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "airring"
  },
  "404": {
    "id": 404,
    "name": "Символ Зимы",
    "descr": "Символ Зимы наносит дополнительный урон льдом, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "waterring"
  },
  "405": {
    "id": 405,
    "name": "Знак Гор",
    "descr": "Знак Гор наносит дополнительный урон землей, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "earth_ring_upg"
  },
  "406": {
    "id": 406,
    "name": "Аспект Спокойствия",
    "descr": "Аспект Спокойствия наносит дополнительный урон льдом, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "water_ring_upg"
  },
  "407": {
    "id": 407,
    "name": "Око Бури",
    "descr": "Око Бури наносит дополнительный урон воздухом, пропорциональный количеству ярости.",
    "unremovable": 1,
    "image": "air_ring_upg"
  },
  "408": {
    "id": 408,
    "name": "Воин Морфея",
    "descr": "Повышает защиту от Замогильников.",
    "invisible": 1,
    "unremovable": 1,
    "image": "dream_chest",
    "validtime": 300
  },
  "409": {
    "id": 409,
    "name": "Печать Пустоты",
    "descr": "Урон против замогильников увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "sealofpure_buff",
    "validtime": 300
  },
  "410": {
    "id": 410,
    "name": "Печать Гнева",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "sealofhate_buff"
  },
  "411": {
    "id": 411,
    "name": "Печать Отрицания",
    "descr": "Повышает защиту от замогильников на 10%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "purebuff",
    "validtime": 300
  },
  "412": {
    "id": 412,
    "name": "Печать Спокойствия",
    "descr": "Защита в PvP увеличена!",
    "invisible": 1,
    "unremovable": 1,
    "image": "hatebuff",
    "validtime": 300
  },
  "413": {
    "id": 413,
    "name": "Печать Забвения",
    "descr": "Урон против призраков увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "sealofseed_buff",
    "validtime": 300
  },
  "414": {
    "id": 414,
    "name": "Печать Эфира",
    "descr": "Повышает защиту от призраков на 10%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "seedbuff",
    "validtime": 300
  },
  "415": {
    "id": 415,
    "name": "Рэд антиуворот",
    "invisible": 2,
    "unremovable": 1,
    "image": "uniqred",
    "validtime": 300
  },
  "416": {
    "id": 416,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 10080,
    "type": 3
  },
  "417": {
    "id": 417,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 43200,
    "type": 3
  },
  "418": {
    "id": 418,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 1440,
    "type": 3
  },
  "419": {
    "id": 419,
    "name": "Неустойчивость",
    "descr": "Излишнее употребление лицензионных эликсиров в PvP может негативно сказаться на вашей устойчивости. Не стоит бояться пары эффектов, но чем их больше - тем ниже устойчивость.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "prez_5"
  },
  "420": {
    "id": 420,
    "name": "Внушение",
    "descr": "Коварный оппонент убедил вас, что лечиться - плохо.",
    "isdebuff": 1,
    "image": "hallucination"
  },
  "421": {
    "id": 421,
    "name": "Самоуверенность",
    "descr": "Ваша защита уменьшается, на радость оппоненту.",
    "isdebuff": 1,
    "image": "shield_shape07"
  },
  "422": {
    "id": 422,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "423": {
    "id": 423,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "424": {
    "id": 424,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "425": {
    "id": 425,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "426": {
    "id": 426,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "427": {
    "id": 427,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "428": {
    "id": 428,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "429": {
    "id": 429,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "430": {
    "id": 430,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "431": {
    "id": 431,
    "name": "Гнев Проклятых",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "432": {
    "id": 432,
    "name": "Умиление",
    "descr": "Кто бы мог подумать, что игрушка может вызвать столько эмоций? Теперь Диане не до боя.",
    "isdebuff": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bunny"
  },
  "433": {
    "id": 433,
    "name": "Несокрушимая самооценка",
    "descr": "Существенно повышает параметры персонажа.",
    "image": "honour_bangle"
  },
  "434": {
    "id": 434,
    "name": "Перевооружение",
    "descr": "Скалка меньше подходит для боя, но Алисе она привычнее.",
    "isdebuff": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "wpn_1hand_norm_4"
  },
  "435": {
    "id": 435,
    "name": "Аллергия",
    "descr": "Аллергия на шерсть очень коварна. Нелегко чихать и сражаться одновременно...",
    "isdebuff": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "racoon_tale"
  },
  "436": {
    "id": 436,
    "name": "Помехи",
    "descr": "Голем двигается значительно медленнее.",
    "isdebuff": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "scheme1"
  },
  "437": {
    "id": 437,
    "name": "Колдовское пирожное",
    "descr": "Временно повышает ваши характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cake_1",
    "validtime": 600,
    "type": 1
  },
  "438": {
    "id": 438,
    "name": "Ускорение",
    "descr": "Скорость передвижения по локациям снижена.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "cake_1"
  },
  "439": {
    "id": 439,
    "name": "Поддержка Колонии",
    "descr": "Колония дала вам оружие против Хранителя Сумеречной Арены. Нужно поторопиться, пока оно не пропало.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "seed_5",
    "validtime": 120
  },
  "440": {
    "id": 440,
    "name": "Гном-помощник",
    "descr": "Увеличивает наносимый урон и защиту.",
    "invisible": 1,
    "unremovable": 1,
    "image": "gnomeGreenPic"
  },
  "442": {
    "id": 442,
    "name": "Поддержка Юпитера",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "simvol_jupiter"
  },
  "443": {
    "id": 443,
    "name": "Поддержка Плутона",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "simvol_pluto"
  },
  "444": {
    "id": 444,
    "name": "Поддержка Сатурна",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "simvol_saturn"
  },
  "445": {
    "id": 445,
    "name": "Поддержка Урана",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "simvol_uran"
  },
  "446": {
    "id": 446,
    "name": "Wish - Жизнь",
    "descr": "Восполняет 100 здоровья после обмена ударами.",
    "unremovable": 1,
    "stackable": 1,
    "image": "wishskill"
  },
  "447": {
    "id": 447,
    "name": "Wish - Сила",
    "descr": "Увеличивает наносимый урон.",
    "unremovable": 1,
    "stackable": 1,
    "image": "wishskill"
  },
  "448": {
    "id": 448,
    "name": "Wish - Удача",
    "descr": "Увеличивает шанс увернуться от атаки и шанс критического удара.",
    "unremovable": 1,
    "stackable": 1,
    "image": "wishskill"
  },
  "449": {
    "id": 449,
    "name": "Wish - Помощь",
    "descr": "Призывает на помощь могущественного Джинна.",
    "unremovable": 1,
    "stackable": 1,
    "image": "wishskill"
  },
  "450": {
    "id": 450,
    "name": "Wish - Защита",
    "descr": "Увеличивает защиту персонажа.",
    "invisible": 1,
    "unremovable": 1,
    "image": "wishskill"
  },
  "451": {
    "id": 451,
    "name": "Wish - Подкрепление",
    "descr": "Призывает в команду противников Лукэтлогов.",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "wishskill"
  },
  "452": {
    "id": 452,
    "name": "Wish - Добро",
    "descr": "Исцелить оппонента, что может быть благороднее?",
    "invisible": 1,
    "unremovable": 1,
    "image": "wishskill"
  },
  "453": {
    "id": 453,
    "name": "Альдеринг",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "cetusuniq"
  },
  "454": {
    "id": 454,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "455": {
    "id": 455,
    "name": "Конец света",
    "descr": "Ощущение свежепережитого апокалипсиса придает заряд бодрости и хорошего настроения.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "alive21",
    "validtime": 10080,
    "type": 4
  },
  "456": {
    "id": 456,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "457": {
    "id": 457,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "458": {
    "id": 458,
    "name": "Поддержка Ши",
    "descr": "Увеличивает наносимый урон и защиту.",
    "invisible": 1,
    "unremovable": 1,
    "image": "snake_NY"
  },
  "459": {
    "id": 459,
    "name": "Инферно",
    "descr": "При нанесении или получении урона наносит сопернику от 1 до 125 единиц урона огнем. Снижает сопротивление холоду.",
    "unremovable": 1,
    "image": "aurafire2"
  },
  "460": {
    "id": 460,
    "name": "Форма Пламени",
    "descr": "Огненный урон не причиняет Скарру никакого вреда. Более того - он его излечивает.",
    "image": "flameform"
  },
  "461": {
    "id": 461,
    "name": "Сфера Бессмертия",
    "descr": "Дарует жизненную силу себе и союзникам.",
    "stackable": 1,
    "image": "skarrloot"
  },
  "462": {
    "id": 462,
    "name": "Равенство",
    "descr": "В Лимбе все существа равны.",
    "unremovable": 1,
    "image": "portal_dosummon"
  },
  "463": {
    "id": 463,
    "name": "Волшебная палочка",
    "descr": "Ваше оружие в основную руку превращено в Волшебную палочку.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "sapphire_staff",
    "validtime": 60,
    "type": 5
  },
  "464": {
    "id": 464,
    "name": "Обледеневший щит",
    "descr": "Ваше оружие в основную руку превращено в Обледеневший щит.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "sapphire_staff",
    "validtime": 60,
    "type": 5
  },
  "465": {
    "id": 465,
    "name": "Вифлиемская Звезда",
    "descr": "Ваше двуручное оружие превращено в Вифлиемскую Звезду",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "north_star",
    "validtime": 60,
    "type": 5
  },
  "466": {
    "id": 466,
    "name": "Гоблинский факел",
    "descr": "Ваше оружие в основную руку превращено в Гоблинский факел",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "icy_club",
    "validtime": 60,
    "type": 5
  },
  "467": {
    "id": 467,
    "name": "Сосулька",
    "descr": "Ваше оружие в левую руку превращено в Сосульку",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "icy_thorn",
    "validtime": 60,
    "type": 5
  },
  "468": {
    "id": 468,
    "name": "Леденец",
    "descr": "Ваше оружие в левую руку превращено в Леденец",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_club",
    "validtime": 60,
    "type": 5
  },
  "469": {
    "id": 469,
    "name": "Помощь Шляпы",
    "descr": "Увеличивает наносимый урон и защиту.",
    "invisible": 1,
    "unremovable": 1,
    "image": "rabbithat"
  },
  "470": {
    "id": 470,
    "name": "Капореджиме",
    "descr": "+50 защиты в ПвП",
    "invisible": 2,
    "unremovable": 1,
    "image": "gangsta1_hat"
  },
  "471": {
    "id": 471,
    "name": "Черная Метка",
    "descr": "Лечебные настои не действуют!",
    "isdebuff": 1,
    "image": "spot_1"
  },
  "472": {
    "id": 472,
    "name": "Могильный холод",
    "descr": "Касание призрака вызывает временную слабость.",
    "isdebuff": 1,
    "image": "unknown_disease"
  },
  "473": {
    "id": 473,
    "name": "Эликсир Героя",
    "descr": "Временно повышает ваши характеристики.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bodrost",
    "validtime": 60,
    "type": 1
  },
  "474": {
    "id": 474,
    "name": "Кофе",
    "descr": "Крепкий кофе с отличным вкусом.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "cup_of_coffee",
    "validtime": 1
  },
  "475": {
    "id": 475,
    "name": "Баф.",
    "descr": "Крепкий кофе с отличным вкусом.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "cup_of_coffee",
    "validtime": 1
  },
  "476": {
    "id": 476,
    "name": "Охлаждение",
    "descr": "Вокруг стало сильно холоднее. Примерно 28.4 по Фаренгейту.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "radiance_icon",
    "validtime": 1
  },
  "477": {
    "id": 477,
    "name": "Гвардеец",
    "descr": "+7 сила, ловкость, выносливость и защита",
    "invisible": 2,
    "unremovable": 1,
    "image": "guard_chest",
    "type": 6
  },
  "478": {
    "id": 478,
    "name": "Регенерация тканей",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "zombie_regen"
  },
  "479": {
    "id": 479,
    "name": "Презрение",
    "descr": "Увеличен урон вашего удара",
    "stackable": 1,
    "image": "t7"
  },
  "480": {
    "id": 480,
    "name": "Последний шанс",
    "descr": "Увеличен урон ударов и шанс нанести критические повреждения",
    "image": "mob_abil_4"
  },
  "481": {
    "id": 481,
    "name": "Огонь",
    "descr": "При нанесении или получении урона наносит сопернику от 1 до 100 единиц урона огнем и поглощает 50% урона льдом.",
    "invisible": 1,
    "unremovable": 1,
    "image": "bufffire"
  },
  "482": {
    "id": 482,
    "name": "Вода",
    "descr": "При получении урона наносит сопернику 60 единиц урона льдом и поглощает 50% урона огнем.",
    "invisible": 1,
    "unremovable": 1,
    "image": "buffwater"
  },
  "483": {
    "id": 483,
    "name": "Земля",
    "descr": "Каждый ход наносит сопернику 45 единиц урона землей и поглощает 50% урона воздухом.",
    "invisible": 1,
    "unremovable": 1,
    "image": "buffearth"
  },
  "484": {
    "id": 484,
    "name": "Воздух",
    "descr": "При попадании по сопернику наносит 60 единиц урона воздухом и поглощает 50% урона землей.",
    "invisible": 1,
    "unremovable": 1,
    "image": "buffair"
  },
  "485": {
    "id": 485,
    "name": "Аура Лезвий",
    "descr": "При нанесении или получении урона наносит оппоненту от 16 до 24 урона кровотечением.",
    "invisible": 1,
    "unremovable": 1,
    "image": "aurablade1"
  },
  "486": {
    "id": 486,
    "name": "Мастер Оружия",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster1",
    "validtime": 300
  },
  "487": {
    "id": 487,
    "name": "Мастер Оружия",
    "descr": "Наносимый урон увеличен! ",
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster2",
    "validtime": 300
  },
  "488": {
    "id": 488,
    "name": "Мастер Оружия",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster3",
    "validtime": 300
  },
  "489": {
    "id": 489,
    "name": "Помощь феи",
    "descr": "В течении марта Тинкер помогает хозяину в бою!",
    "invisible": 1,
    "unremovable": 1,
    "image": "fairy_pet"
  },
  "490": {
    "id": 490,
    "name": "Совершенный целебный настой",
    "descr": "Восполняет 200 здоровья после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "perfect_heal"
  },
  "491": {
    "id": 491,
    "name": "Частичная одержимость",
    "descr": "Ваше тело вас не слушается. Таковы последствия атаки призрака.",
    "isdebuff": 1,
    "invisible": 1,
    "image": "unknown_disease"
  },
  "492": {
    "id": 492,
    "name": "Двойственность",
    "descr": "Присутствие Двойника усиливает Стража!",
    "unremovable": 1,
    "image": "Unholy"
  },
  "493": {
    "id": 493,
    "name": "Двойственность",
    "descr": "Присутствие Стража ослабляет Двойника!",
    "unremovable": 1,
    "image": "Unholy1"
  },
  "494": {
    "id": 494,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ждать от призрака?",
    "unremovable": 1,
    "stackable": 1,
    "image": "phantasmagoria"
  },
  "495": {
    "id": 495,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ждать от призрака?",
    "unremovable": 1,
    "stackable": 1,
    "image": "phantasmagoria"
  },
  "496": {
    "id": 496,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ждать от призрака?",
    "unremovable": 1,
    "stackable": 1,
    "image": "phantasmagoria"
  },
  "497": {
    "id": 497,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ожидать от призрака?",
    "unremovable": 1,
    "stackable": 1,
    "image": "phantasmagoria"
  },
  "498": {
    "id": 498,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ожидать от призрака?",
    "unremovable": 1,
    "image": "phantasmagoria"
  },
  "499": {
    "id": 499,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ожидать от призрака?",
    "unremovable": 1,
    "image": "phantasmagoria",
    "validtime": 5
  },
  "500": {
    "id": 500,
    "name": "Фантасмагория",
    "descr": "Кто знает, что ожидать от призрака?",
    "unremovable": 1,
    "image": "phantasmagoria"
  },
  "501": {
    "id": 501,
    "name": "Лечебное зелье!",
    "descr": "Мимик поглощает эликсиры и восстанавливает здоровье с удивительной скоростью! ",
    "stackable": 1,
    "image": "bottle_type5_green"
  },
  "502": {
    "id": 502,
    "name": "Зелье силы!",
    "descr": "Мимик поглощает эликсиры и становится гораздо сильнее!",
    "stackable": 1,
    "image": "bottle_type5_yellow"
  },
  "503": {
    "id": 503,
    "name": "Зелье Защиты!",
    "descr": "Мимик поглощает эликсиры и становится устойчивее к физическому урону!",
    "stackable": 1,
    "image": "bottle_type5_yellow"
  },
  "504": {
    "id": 504,
    "name": "Архэ - Земля",
    "descr": "Кольцо Архэ наносит дополнительный урон землей, пропорциональный количеству ярости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "buffearth"
  },
  "505": {
    "id": 505,
    "name": "Архэ - Лед",
    "descr": "Кольцо Архэ наносит дополнительный урон льдом, пропорциональный количеству ярости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "buffwater"
  },
  "506": {
    "id": 506,
    "name": "Архэ - Огонь",
    "descr": "Кольцо Архэ наносит дополнительный урон огнем, пропорциональный количеству ярости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "bufffire"
  },
  "507": {
    "id": 507,
    "name": "Архэ - Воздух",
    "descr": "Кольцо Архэ наносит дополнительный урон воздухом, пропорциональный количеству ярости.",
    "invisible": 2,
    "unremovable": 1,
    "image": "buffair"
  },
  "508": {
    "id": 508,
    "name": "Маска",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "eventmask",
    "validtime": 1440,
    "type": 4
  },
  "509": {
    "id": 509,
    "name": "Маска",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "eventmask",
    "validtime": 1440,
    "type": 4
  },
  "510": {
    "id": 510,
    "name": "Маска",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "eventmask",
    "validtime": 1440,
    "type": 4
  },
  "511": {
    "id": 511,
    "name": "Клинок-Призрак",
    "descr": "Показатель защиты оппонента снижен на 20%.",
    "invisible": 2,
    "unremovable": 1,
    "image": "def_ignore"
  },
  "512": {
    "id": 512,
    "name": "Плечом к плечу",
    "descr": "Сражение плечом к плечу со своими собратьями необычайно поднимает боевой дух Главы и наполняет жизненной силой.",
    "unremovable": 1,
    "image": "ultdefence"
  },
  "513": {
    "id": 513,
    "name": "Тлен",
    "descr": "Жизнь без Главы фракции бессмысленна.",
    "isdebuff": 1,
    "image": "20k_kills"
  },
  "514": {
    "id": 514,
    "name": "Победители",
    "descr": "Фракция одержала победу в Зоне 50! Количество добытых в бою стигм увеличено в 1,5 раза!",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "ultdefence",
    "validtime": 300
  },
  "515": {
    "id": 515,
    "name": "Трепет",
    "descr": "Трепещите перед яростным Чупакаброй! Яростно бейтесь с трепещущим Чупакаброй!",
    "image": "paranoia"
  },
  "516": {
    "id": 516,
    "name": "Обида",
    "descr": "Лучше не злите его!",
    "image": "cold_axe"
  },
  "517": {
    "id": 517,
    "name": "Озлобленность",
    "descr": "Прирост ярости увеличен!",
    "unremovable": 1,
    "stackable": 1,
    "image": "Unholy"
  },
  "518": {
    "id": 518,
    "name": "Помощь котика",
    "descr": "Редкие котики помогают хозяину в бою! Шанс уворота высок, а урон может быть СИЛЬНО повышен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "cat_pioneer"
  },
  "519": {
    "id": 519,
    "name": "Живая Вода",
    "descr": "Временно повышает ваши основные характеристики на 15 единиц.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "epicelik2",
    "validtime": 60,
    "type": 1
  },
  "520": {
    "id": 520,
    "name": "Броня Старейшины",
    "descr": "Возвращает оппоненту часть полученного урона.",
    "unremovable": 1,
    "image": "new_pal_chest"
  },
  "521": {
    "id": 521,
    "name": "Броня Магистра",
    "descr": "Возвращает оппоненту часть полученного урона.",
    "unremovable": 1,
    "image": "new_monk_chest"
  },
  "522": {
    "id": 522,
    "name": "Механизм",
    "descr": "Созданные без применения магии, Големы отличаются высокой силой, устойчивостью и ускоренным накоплением ярости. Вне Арены его нельзя уничтожить без особых приспособлений.",
    "unremovable": 1,
    "image": "battery"
  },
  "523": {
    "id": 523,
    "name": "Магнитная ловушка",
    "descr": "Только в этот ход можно нанести голему решающий удар!",
    "unremovable": 1
  },
  "524": {
    "id": 524,
    "name": "Смерть всему живому",
    "descr": "Активирован режим уничтожения всего живого.",
    "unremovable": 1,
    "stackable": 1,
    "image": "spot_1"
  },
  "525": {
    "id": 525,
    "name": "Помощь пасхального кролика",
    "descr": "До конца майских праздников пасхальный кролик помогает хозяину в бою!",
    "invisible": 1,
    "unremovable": 1,
    "image": "easterbunnyicon"
  },
  "526": {
    "id": 526,
    "name": "Магнетизм",
    "descr": "Полтергейст притягивает к себе металлические предметы. Его атака, защита и ярость увеличиваются с каждым ходом.",
    "stackable": 1,
    "image": "magnetto"
  },
  "527": {
    "id": 527,
    "name": "Бумеранг",
    "descr": "Возвращает оппоненту часть полученного урона в виде урона ядом.",
    "image": "revenge"
  },
  "528": {
    "id": 528,
    "name": "Сонливость",
    "descr": "За каждый обмен ударами вы получаете меньше ярости.",
    "isdebuff": 1,
    "image": "vertigo"
  },
  "529": {
    "id": 529,
    "name": "Маньяк",
    "descr": "Основные характеристики увеличены. +2 сила, +1% к вероятности уклонения и шансу критического удара.",
    "unremovable": 1,
    "image": "kroeger",
    "type": 6
  },
  "530": {
    "id": 530,
    "name": "Расхититель",
    "descr": "Выносливость +3.",
    "invisible": 2,
    "unremovable": 1,
    "image": "tier1_chest"
  },
  "531": {
    "id": 531,
    "name": "Охотник",
    "descr": "Ловкость +2.",
    "invisible": 2,
    "unremovable": 1,
    "image": "head_set_1"
  },
  "532": {
    "id": 532,
    "name": "Спящий",
    "descr": "Сила +2 \r\nЛовкость +3",
    "invisible": 2,
    "unremovable": 1,
    "image": "t2_chest"
  },
  "533": {
    "id": 533,
    "name": "Аура Гвоздей",
    "descr": "Возвращает часть полученного урона в виде урона кровотечением. ",
    "image": "gvozd2"
  },
  "534": {
    "id": 534,
    "name": "Горец",
    "descr": "Выносливость +5.",
    "invisible": 2,
    "unremovable": 1,
    "image": "viking_chest"
  },
  "535": {
    "id": 535,
    "name": "Бедуин",
    "descr": "Сила +5.",
    "invisible": 2,
    "unremovable": 1,
    "image": "hermit_chest"
  },
  "536": {
    "id": 536,
    "name": "Силовик",
    "descr": "Сила +5 \r\nКрит +1",
    "invisible": 2,
    "unremovable": 1,
    "image": "final_chest"
  },
  "537": {
    "id": 537,
    "name": "Разбойник",
    "descr": "Сила +3 \r\nКрит +1",
    "invisible": 2,
    "unremovable": 1,
    "image": "hat_roguemask"
  },
  "538": {
    "id": 538,
    "name": "Инди",
    "descr": "Сила +5 \r\nЗащита +5",
    "invisible": 2,
    "unremovable": 1,
    "image": "amber_seal"
  },
  "539": {
    "id": 539,
    "name": "Помощь Гизмо",
    "descr": "В течение июня Гизмо помогает в бою своему хозяину.",
    "invisible": 1,
    "unremovable": 1,
    "image": "chepic"
  },
  "540": {
    "id": 540,
    "name": "Настоящий Черный Кофе",
    "descr": "Воодушевляет на подвиги добавляя 6 единиц силы, ловкости и выносливости. Заменяет эффект энергетических настоев.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "cup_of_coffee",
    "validtime": 60,
    "type": 1
  },
  "541": {
    "id": 541,
    "name": "Власть Тумана",
    "descr": "Позволяет Хозяину Туманов использовать способность Уничтожение.",
    "unremovable": 1,
    "image": "mistsgift"
  },
  "542": {
    "id": 542,
    "name": "Прислужник",
    "descr": "В присутствии Хозяина Туманов прислужник игнорирует любые повреждения.",
    "unremovable": 1,
    "image": "handcuffs"
  },
  "543": {
    "id": 543,
    "name": "Моральная устойчивость",
    "descr": "Увеличивает устойчивость в зависимости от накопленной ярости.",
    "image": "resilense"
  },
  "544": {
    "id": 544,
    "name": "Месть",
    "descr": "Кок расстроен тем фактом, что вы его чуть не убили. Теперь он очень зол.",
    "unremovable": 1,
    "stackable": 1,
    "image": "evil_cook"
  },
  "545": {
    "id": 545,
    "name": "Вечный Воитель",
    "descr": "+5 сила, ловкость, выносливость. \r\n+5% к вероятности уклонения и шансу критического удара.",
    "invisible": 2,
    "unremovable": 1,
    "image": "punk_chest"
  },
  "546": {
    "id": 546,
    "name": "Яд летучей змеи",
    "descr": "Каждый ход наносит урон от яда.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "caninepoison"
  },
  "547": {
    "id": 547,
    "name": "Яд виверны",
    "descr": "Каждый ход наносит урон от яда.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "caninepoison"
  },
  "548": {
    "id": 548,
    "name": "Противоядие",
    "descr": "Увеличивает сопротивляемость к яду.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "antidot",
    "validtime": 300
  },
  "549": {
    "id": 549,
    "name": "Первозданный Огонь",
    "descr": "+25% к урону огнем\r\n+10% защиты от огня ",
    "invisible": 2,
    "unremovable": 1,
    "image": "t3_chest"
  },
  "550": {
    "id": 550,
    "name": "Силовая броня",
    "descr": "Сила +9",
    "invisible": 2,
    "unremovable": 1,
    "image": "final_chest"
  },
  "551": {
    "id": 551,
    "name": "Королевская печать",
    "descr": "Увеличивает получаемый в бою опыт на 10%.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "rubinring"
  },
  "552": {
    "id": 552,
    "name": "Помощь Медузы",
    "descr": "Медуза поддерживает хозяина в бою до конца недели.",
    "invisible": 1,
    "unremovable": 1,
    "image": "medusaPic"
  },
  "553": {
    "id": 553,
    "name": "Антитроллинг",
    "descr": "Высокая Самооценка и Непоколебимая уверенность в Собственной правоте поможет сразить Горного Тролля!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "head_norm_2",
    "validtime": 60
  },
  "554": {
    "id": 554,
    "name": "Дуэлянт",
    "descr": "Получаете дополнительные ОА.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "living_ring"
  },
  "555": {
    "id": 555,
    "name": "Дуэлянт",
    "descr": "Получаете дополнительные ОА.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "living_ring"
  },
  "556": {
    "id": 556,
    "name": "Чемпион",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster1",
    "validtime": 300
  },
  "557": {
    "id": 557,
    "name": "Аура Яда",
    "descr": "Каждый ход наносит сопернику 25 единиц урона ядом и поглощает 50% урона от яда.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aurablade2"
  },
  "558": {
    "id": 558,
    "name": "Слезинка Ено",
    "descr": "Жизнь Ено восхитительна!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "teardrops",
    "validtime": 1440,
    "type": 4
  },
  "559": {
    "id": 559,
    "name": "Джо",
    "descr": "Отличный день!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "teardrops",
    "validtime": 1440,
    "type": 4
  },
  "560": {
    "id": 560,
    "name": "Кислотная кровь",
    "descr": "Кислотная кровь гидры наносит вам урон при каждой удачной атаке.",
    "stackable": 1,
    "image": "hydro2"
  },
  "561": {
    "id": 561,
    "name": "Тиран",
    "descr": "С каждым ходом Триумвират становится злее.",
    "stackable": 1,
    "image": "hydro"
  },
  "562": {
    "id": 562,
    "name": "Единство",
    "descr": "Головы Триумвирата действуют слажено, получая бонус к устойчивости и мастерству.",
    "stackable": 1,
    "image": "hydro1"
  },
  "563": {
    "id": 563,
    "name": "Парализующий взгляд",
    "descr": "Под гипнотическим взглядом Триумвирата вы забыли, что можно использовать боевые способности.",
    "isdebuff": 1,
    "image": "hallucination"
  },
  "564": {
    "id": 564,
    "name": "Регенерация",
    "descr": "Отруби гидре голову, вырастут две новые.",
    "stackable": 1,
    "image": "kleshnya2",
    "validtime": 5
  },
  "565": {
    "id": 565,
    "name": "Hydra Dominatus",
    "descr": "Лишившись головы Та Триумвират значительно увеличивает свой урон.",
    "unremovable": 1,
    "image": "head_red",
    "validtime": 5
  },
  "566": {
    "id": 566,
    "name": "Hydra Dominatus",
    "descr": "Лишившись головы Рив Триумвират значительно увеличивает точность своих атак и вероятность критического удара.",
    "unremovable": 1,
    "image": "head_pur",
    "validtime": 5
  },
  "567": {
    "id": 567,
    "name": "Hydra Dominatus",
    "descr": "Лишившись головы Муирт Триумвират начинает стремительно восстанавливать здоровье.",
    "unremovable": 1,
    "image": "head_green",
    "validtime": 5
  },
  "568": {
    "id": 568,
    "name": "Чародейский дар",
    "descr": "Поможет попасть в Логово Триумвирата.",
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "snaketotem",
    "validtime": 10
  },
  "569": {
    "id": 569,
    "name": "Ярость",
    "descr": "Прибавляет ярость каждый ход.",
    "invisible": 2,
    "unremovable": 1,
    "image": "dragoneye_icon"
  },
  "570": {
    "id": 570,
    "name": "Дыхание дракона",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "dragon_trink"
  },
  "571": {
    "id": 571,
    "name": "Воитель",
    "descr": "Урон в PvP увеличен!",
    "invisible": 2,
    "unremovable": 1,
    "image": "soulbelt",
    "validtime": 300
  },
  "572": {
    "id": 572,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 2880,
    "type": 3
  },
  "573": {
    "id": 573,
    "name": "Говорящий с духами",
    "descr": "Крепкий кофе с отличным вкусом.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "haunted",
    "validtime": 10
  },
  "574": {
    "id": 574,
    "name": "Знание стихий",
    "descr": "поглощает 3% урона стихий.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "575": {
    "id": 575,
    "name": "Мастерство Стихий",
    "descr": "поглощает 6% урона стихий.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "576": {
    "id": 576,
    "name": "Тайная защита",
    "descr": "поглощает 10% урона стихий.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "577": {
    "id": 577,
    "name": "Нейротоксин",
    "descr": "Урон в PvP увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle1",
    "validtime": 120
  },
  "578": {
    "id": 578,
    "name": "Гемотоксин",
    "descr": "Урон против животных увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle2",
    "validtime": 120
  },
  "579": {
    "id": 579,
    "name": "Некротоксин",
    "descr": "Урон против замогильников увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle3",
    "validtime": 120
  },
  "580": {
    "id": 580,
    "name": "Хронотоксин",
    "descr": "Урон против призраков увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle4",
    "validtime": 120
  },
  "581": {
    "id": 581,
    "name": "Хронотоксин",
    "descr": "Урон против призраков увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle4",
    "validtime": 120
  },
  "582": {
    "id": 582,
    "name": "Помощь Пумбы",
    "descr": "Пумба поддерживает хозяина в бою до конца месяца.",
    "invisible": 1,
    "unremovable": 1,
    "image": "hogava"
  },
  "583": {
    "id": 583,
    "name": "Беспомощность",
    "descr": "Защита уменьшена!",
    "isdebuff": 1,
    "image": "turtle_abil_1"
  },
  "584": {
    "id": 584,
    "name": "Устойчивость к магии",
    "descr": "Весь получаемый не физический урон уменьшен.",
    "isdebuff": 1,
    "image": "turtle_abil_2"
  },
  "585": {
    "id": 585,
    "name": "Опека Звёзд",
    "descr": "Пополняет здоровье после каждого обмена ударами.",
    "unremovable": 1,
    "image": "premulet"
  },
  "586": {
    "id": 586,
    "name": "Голос Земли",
    "descr": "Лечение невозможно, а шанс уворота значительно снижен!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "turtle_abil_3_black"
  },
  "587": {
    "id": 587,
    "name": "Голос Земли",
    "descr": "Лечение невозможно, а шанс крита значительно снижен!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "turtle_abil_3"
  },
  "588": {
    "id": 588,
    "name": "Голос Земли",
    "descr": "Лечение невозможно, а шанс урон значительно снижен!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "turtle_abil_3_red"
  },
  "589": {
    "id": 589,
    "name": "Сытость",
    "descr": "Урон увеличен.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "tribal_food",
    "validtime": 10
  },
  "590": {
    "id": 590,
    "name": "Устойчивость к магии",
    "descr": "Весь получаемый не физический урон уменьшен.",
    "isdebuff": 1,
    "image": "turtle_abil_2_red"
  },
  "591": {
    "id": 591,
    "name": "Устойчивость к магии",
    "descr": "Весь получаемый не физический урон уменьшен.",
    "isdebuff": 1,
    "image": "turtle_abil_2_black"
  },
  "592": {
    "id": 592,
    "name": "Беспомощность",
    "descr": "Защита уменьшена!",
    "isdebuff": 1,
    "image": "turtle_abil_1_red"
  },
  "593": {
    "id": 593,
    "name": "Беспомощность",
    "descr": "Защита уменьшена!",
    "isdebuff": 1,
    "image": "turtle_abil_1_black"
  },
  "594": {
    "id": 594,
    "name": "Бритвенные крылья",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "595": {
    "id": 595,
    "name": "Покровительство",
    "descr": "Ваши характеристики увеличены! ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "wudu4",
    "validtime": 720
  },
  "596": {
    "id": 596,
    "name": "Зомби",
    "descr": "Сожрать мозги вашего оппонента не такая уж плохая идея. Омномном.",
    "invisible": 1,
    "unremovable": 1,
    "image": "hand_ava"
  },
  "597": {
    "id": 597,
    "name": "Миросплетение",
    "descr": "Поможет попасть в Вечный Лес.",
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "turtletotem",
    "validtime": 20
  },
  "598": {
    "id": 598,
    "name": "Агностицизм",
    "descr": "Одержав победу над прислужником Руа, вы ослабили его могущество. Ваша эффективность в бою против Руа увеличена. ",
    "unremovable": 1,
    "stackable": 1,
    "image": "turtle_abil_1_red"
  },
  "599": {
    "id": 599,
    "name": "Драконит",
    "descr": "Урон против животных увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle2",
    "validtime": 120
  },
  "600": {
    "id": 600,
    "name": "Альденит",
    "descr": "Урон в PvP увеличен!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "poisonbottle1",
    "validtime": 120
  },
  "601": {
    "id": 601,
    "name": "Бамбарбия",
    "descr": "Увеличивает урон и устойчивость соратников, но отвлекает от использования некоторых способностей. ",
    "stackable": 1,
    "image": "tambourine"
  },
  "602": {
    "id": 602,
    "name": "Кергуду!",
    "descr": "Древнее заклятие, уменьшающее шанс нанести критические повреждения и вызывающее болезненное кровотечение, лечащее противников находящихся под эффектом Бубна Бамбарбия. ",
    "isdebuff": 1,
    "stackable": 1,
    "image": "voodoo_doll"
  },
  "603": {
    "id": 603,
    "name": "Счастливчик!",
    "descr": "Пережил{g::а} коронный удар Чака!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "tier1_hat",
    "validtime": 10
  },
  "604": {
    "id": 604,
    "name": "The Dark Side",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "ds"
  },
  "605": {
    "id": 605,
    "name": "Темная Армада",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "ts"
  },
  "606": {
    "id": 606,
    "name": "Пандемия",
    "descr": "Скорость передвижения по локациям увеличена! Дополнительное очко Арены за каждую победу.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "pa"
  },
  "607": {
    "id": 607,
    "name": "Культ Огня",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "ko"
  },
  "608": {
    "id": 608,
    "name": "Dream Team",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "dt"
  },
  "609": {
    "id": 609,
    "name": "Феникс",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "ph"
  },
  "610": {
    "id": 610,
    "name": "Grizzly",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "gr"
  },
  "611": {
    "id": 611,
    "name": "Caution",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "ca"
  },
  "612": {
    "id": 612,
    "name": "The Pride",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "pand"
  },
  "613": {
    "id": 613,
    "name": "Головорезы",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "go"
  },
  "614": {
    "id": 614,
    "name": "Снежок",
    "descr": "Дедушке будет больно!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "snowball"
  },
  "615": {
    "id": 615,
    "name": "Лошадкаа",
    "descr": "Лошадкаа увеличивает защиту и мастерство персонажа в бою.",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "horse1_ava"
  },
  "616": {
    "id": 616,
    "name": "Влепи снежок",
    "descr": "Успейте закидать Дедулю снежками пока длится этот эффект и получите ярмарочные купоны!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "snowball",
    "validtime": 30
  },
  "617": {
    "id": 617,
    "name": "Грибная эстафета",
    "descr": "Успейте сварить 20 банок картофельного супа с грибами пока длится этот эффект и получите ярмарочные купоны!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "mshrm_seed",
    "validtime": 20
  },
  "618": {
    "id": 618,
    "name": "Конкурс щедрости",
    "descr": "Успейте одарить 20 разных персонажей подарками пока длится этот эффект и получите ярмарочные купоны!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "ny_tv",
    "validtime": 10
  },
  "619": {
    "id": 619,
    "name": "Алмазный клык",
    "descr": "Увеличивает защитные эффекты настоев на 50%",
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "diamond_fang"
  },
  "620": {
    "id": 620,
    "name": "Развенчание",
    "descr": "Время действовать!",
    "unremovable": 1,
    "image": "m2"
  },
  "621": {
    "id": 621,
    "name": "Тлен",
    "descr": "Жизнь в черно-белых тонах.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "sovietnewspaper",
    "validtime": 30
  },
  "622": {
    "id": 622,
    "name": "Развенчание КД",
    "descr": "Время действовать!",
    "invisible": 2,
    "unremovable": 1,
    "image": "m2"
  },
  "623": {
    "id": 623,
    "name": "Устойчивость к магии",
    "descr": "Весь получаемый не физический урон уменьшен.",
    "unremovable": 1,
    "image": "turtle_abil_2"
  },
  "624": {
    "id": 624,
    "name": "Последствия олимпиады",
    "descr": "После олимпийских игр еще некоторое время увеличивает защиту и мастерство персонажа в бою.",
    "invisible": 1,
    "unremovable": 1,
    "image": "ava_zoich"
  },
  "625": {
    "id": 625,
    "name": "Любовный Эликсир",
    "descr": "Добавляет 7 очков к силе, ловкости и выносливости.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "loveelixir",
    "validtime": 720
  },
  "626": {
    "id": 626,
    "name": "Ягуар 2 части",
    "descr": "Основные характеристики увеличены. +15 сила, ловкость, выносливость. ",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "punk_chest"
  },
  "627": {
    "id": 627,
    "name": "Ягуар",
    "descr": "+12 сила, ловкость, выносливость, защита",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "aztek_chest"
  },
  "628": {
    "id": 628,
    "name": "Гвардеец",
    "descr": "+13 сила, ловкость, выносливость и защита\r\n+3% к вероятности уклонения и шансу критического удара",
    "invisible": 2,
    "unremovable": 1,
    "image": "guard_chest",
    "type": 6
  },
  "629": {
    "id": 629,
    "name": "Охотник",
    "descr": "Ловкость +1\r\nСила +2",
    "invisible": 2,
    "unremovable": 1,
    "image": "head_set_1",
    "type": 6
  },
  "630": {
    "id": 630,
    "name": "Спящий",
    "descr": "Сила +2 \r\nКрит +1",
    "invisible": 2,
    "unremovable": 1,
    "image": "t2_chest"
  },
  "631": {
    "id": 631,
    "name": "Вечный Воитель",
    "descr": "+10 сила, ловкость, выносливость",
    "invisible": 2,
    "unremovable": 1,
    "image": "punk_chest"
  },
  "632": {
    "id": 632,
    "name": "Призыв желтой лицы",
    "descr": "Шанс 1% на призыв желтой лицы",
    "invisible": 2,
    "unremovable": 1,
    "image": "aztek_chest"
  },
  "633": {
    "id": 633,
    "name": "Разрешение на убйство",
    "descr": "Вот теперь можно!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "icon_kill",
    "validtime": 1
  },
  "634": {
    "id": 634,
    "name": "Orlandinos",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "orlandinos"
  },
  "635": {
    "id": 635,
    "name": "You shall not pass",
    "descr": "Нет шансов",
    "unremovable": 1,
    "image": "youshallnotpass"
  },
  "636": {
    "id": 636,
    "name": "You shall pass",
    "descr": "Есть шансы!",
    "unremovable": 1,
    "stackable": 1,
    "image": "youshallpass"
  },
  "637": {
    "id": 637,
    "name": "Власть Повелителя",
    "descr": "Не стоит ждать накопления... или стоит?",
    "stackable": 1,
    "image": "ruabuff"
  },
  "638": {
    "id": 638,
    "name": "Невидимое следствие желтой банки",
    "invisible": 2,
    "unremovable": 1,
    "image": 1
  },
  "639": {
    "id": 639,
    "name": "Узрей",
    "descr": "Узрей всю правду!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "mshrm_ptt_btl",
    "validtime": 10
  },
  "640": {
    "id": 640,
    "name": "Стич",
    "descr": "Урон против механизмов увеличен!",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "dollbelt"
  },
  "641": {
    "id": 641,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 240,
    "type": 3
  },
  "642": {
    "id": 642,
    "name": "Премиум",
    "descr": "Мгновенно восстанавливает здоровье вне боя, вдвое ускоряет перемещение по локациям, а также дает 150% золота в боях, 150% Очков Арканы и Арены, 200% Стигм и Аним Сумрака.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "premium_elixir",
    "validtime": 60,
    "type": 3
  },
  "643": {
    "id": 643,
    "name": "Яичный эликсир силы",
    "descr": "Увеличивает урон в 2 раза и гарантированно наносит критический удар",
    "invisible": 1,
    "unremovable": 1,
    "image": "egg_liquid_04"
  },
  "644": {
    "id": 644,
    "name": "Яичный эликсир защиты",
    "descr": "Увеличивает защиту в 2 раза",
    "invisible": 1,
    "unremovable": 1,
    "image": "egg_liquid_02"
  },
  "645": {
    "id": 645,
    "name": "Яичный эликсир здоровья",
    "descr": "Восполняет здоровье на 20% после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "egg_liquid_01"
  },
  "646": {
    "id": 646,
    "name": "Яичный эликсир ярости",
    "descr": "Наполняет яростью после каждого обмена ударами",
    "unremovable": 1,
    "stackable": 1,
    "image": "egg_liquid_03"
  },
  "647": {
    "id": 647,
    "name": "Благодарность Обновы",
    "descr": "Временно повышает ваши шансы увернуться на 10%.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "buff_01",
    "validtime": 60
  },
  "648": {
    "id": 648,
    "name": "Безумие Апдейта",
    "descr": "Временно повышает ваши шансы нанести критический удар на 10%.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "buff_03",
    "validtime": 60
  },
  "649": {
    "id": 649,
    "name": "Использование Бага",
    "descr": "Ты ведь знаешь, что многократное Использование Бага влечет за собой серьезное наказание?",
    "unremovable": 1,
    "stackable": 1,
    "image": "buff03_q"
  },
  "650": {
    "id": 650,
    "name": "Сбой системы",
    "descr": "Один за всех! И все из-за одного. Урон от атак монстра возрастает.",
    "stackable": 1,
    "image": "buff02_q"
  },
  "651": {
    "id": 651,
    "name": "Рука бойцов колоть устала",
    "invisible": 2,
    "unremovable": 1,
    "image": "rage"
  },
  "652": {
    "id": 652,
    "name": "Неуязвимость",
    "descr": "Нельзя просто так взять и победить лаги... ",
    "unremovable": 1,
    "image": "buff04_q"
  },
  "653": {
    "id": 653,
    "name": "Зеркало Обновы",
    "descr": "На этом ходу вы получаете столько же урона, сколько наносите противнику.",
    "isdebuff": 1,
    "image": "buff11"
  },
  "656": {
    "id": 656,
    "name": "Гнев Апдейта",
    "descr": "Апдейт узнал своего врага! Урон от атак босса увеличен.",
    "unremovable": 1,
    "image": "buff05_q"
  },
  "657": {
    "id": 657,
    "name": "Агония Апдейта",
    "descr": "Апдейт чувствует близость смерти. Сила его атак многократно возросла! ",
    "unremovable": 1,
    "image": "buff10"
  },
  "659": {
    "id": 659,
    "name": "Локализован",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "buff09",
    "validtime": 60
  },
  "660": {
    "id": 660,
    "name": "Агония Апдейта",
    "descr": "Апдейт чувствует близость смерти. Сила его атак многократно возросла!",
    "image": "buff10"
  },
  "661": {
    "id": 661,
    "name": "Абсолют",
    "descr": "Скорость передвижения по локациям увеличена!",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "buff_kaplya"
  },
  "662": {
    "id": 662,
    "name": "Мастерская защита",
    "descr": "Поглощает 12% урона стихий.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "663": {
    "id": 663,
    "name": "Аура Весенних Чемпионов 2014",
    "descr": "Здоровье членов гильдии увеличено на 2%",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "buff_pandemia"
  },
  "664": {
    "id": 664,
    "name": "Скорость передвижения",
    "descr": "для абсолюта бафф на скорость передвижения",
    "nonbattle": 1,
    "unremovable": 1
  },
  "665": {
    "id": 665,
    "name": "Бафф шоколадного печенья",
    "descr": "Увеличивает здоровье на 5%",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "choco_cookie",
    "validtime": 1
  },
  "667": {
    "id": 667,
    "name": "Магистр Оружия",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster3",
    "validtime": 300
  },
  "668": {
    "id": 668,
    "name": "Магистр Оружия",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster3",
    "validtime": 300
  },
  "669": {
    "id": 669,
    "name": "Открытая рана",
    "descr": "Уменьшает шанс уклониться от удара, снижает ваш урон и наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "image": "abil_def_07"
  },
  "670": {
    "id": 670,
    "name": "Опыт мореходства",
    "descr": "После каждого обмена ударами перерабатывает часть ярости в здоровье.",
    "image": "compass"
  },
  "671": {
    "id": 671,
    "name": "Морская болезнь",
    "descr": "Понижает защиту и шанс нанести критические повреждения.",
    "isdebuff": 1,
    "image": "pupmat_poison2"
  },
  "672": {
    "id": 672,
    "name": "Рассыпанный порох",
    "descr": "Лечение невозможно, а шанс уворота значительно снижен!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "ghost_dust"
  },
  "673": {
    "id": 673,
    "name": "Качка",
    "descr": "Защита уменьшена!",
    "isdebuff": 1,
    "image": "wpn_1hand_norm_6"
  },
  "674": {
    "id": 674,
    "name": "Качка",
    "descr": "Защита уменьшена!",
    "isdebuff": 1,
    "image": "wpn_1hand_norm_6"
  },
  "675": {
    "id": 675,
    "name": "Обличье пирата",
    "descr": "В таком виде никто не отличит вас от настоящего пирата!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "pirate_hat",
    "validtime": 60,
    "type": 4
  },
  "676": {
    "id": 676,
    "name": "Мощь Истинного Руа",
    "descr": "Урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "dollbelt",
    "validtime": 300
  },
  "677": {
    "id": 677,
    "name": "Преданность",
    "descr": "Нежная привязанность Бронебро к своему хозяину повышает вашу защиту на 5%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "bronebro"
  },
  "678": {
    "id": 678,
    "name": "Хоккейная защита",
    "descr": "Боевая поддержка Хоккеиста увеличивает вашу защиту на 7%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "hockeava"
  },
  "679": {
    "id": 679,
    "name": "Выброс адреналина",
    "descr": "Вы ощущаете невероятный прилив энергии. Ваша сила возросла на 5%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "run_s",
    "validtime": 60
  },
  "680": {
    "id": 680,
    "name": "Координация",
    "descr": "Вы ощущаете легкость во всем теле. Ваша ловкость возросла на 5%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "aurablade",
    "validtime": 60
  },
  "681": {
    "id": 681,
    "name": "Здоровый сон",
    "descr": "Здоровый сон - залог здоровья. Ваша выносливость возросла на 5%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "run_t",
    "validtime": 60
  },
  "682": {
    "id": 682,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "683": {
    "id": 683,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "684": {
    "id": 684,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "685": {
    "id": 685,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "686": {
    "id": 686,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "687": {
    "id": 687,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "688": {
    "id": 688,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "689": {
    "id": 689,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "690": {
    "id": 690,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "691": {
    "id": 691,
    "name": "Маскировка",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "eventmask",
    "validtime": 60,
    "type": 4
  },
  "692": {
    "id": 692,
    "name": "Выброс адреналина",
    "descr": "Вы ощущаете невероятный прилив энергии. Ваша сила возросла на 15%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bottle_buff_red",
    "validtime": 120
  },
  "693": {
    "id": 693,
    "name": "Координация",
    "descr": "Вы ощущаете легкость во всем теле. Ваша ловкость возросла на 15%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bottle_buff_green",
    "validtime": 120
  },
  "694": {
    "id": 694,
    "name": "Здоровый сон",
    "descr": "Здоровый сон - залог здоровья. Ваша выносливость возросла на 15%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bottle_buff_blue",
    "validtime": 120
  },
  "695": {
    "id": 695,
    "name": "Ощущение праздника",
    "descr": "Поглощение праздничного торта не прошло даром. Ваш шлем превратился в праздничный колпачок. С Днем рождения, Lost Magic! ",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "birthday_cake",
    "validtime": 60
  },
  "696": {
    "id": 696,
    "name": "Горячая кровь",
    "descr": "Жар, исходящий от огненного волка, повышает ваш урон на 5%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "wolf_yellow"
  },
  "697": {
    "id": 697,
    "name": "Клиент премиум-банка",
    "descr": "Вам предоставлен доступ к премиум-банку во Внутреннем дворе замка. ",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "full_bank",
    "validtime": 3
  },
  "698": {
    "id": 698,
    "name": "Воля воина",
    "descr": "ПвП урон +15%",
    "invisible": 1,
    "unremovable": 1,
    "image": "pirate_hat_2",
    "validtime": 300
  },
  "699": {
    "id": 699,
    "name": "Респиратор",
    "descr": "Вы защищены и можете войти в Пещеру под горой.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "respirator",
    "validtime": 240
  },
  "700": {
    "id": 700,
    "name": "Месть",
    "descr": "Шансы нанести критический урон и увернуться снижены на 15%.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "taunt"
  },
  "701": {
    "id": 701,
    "name": "Граната",
    "descr": "Вспышка слева! На 2-ой ход граната взрывается, оглушая и нанося урон.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "pally_sphere"
  },
  "702": {
    "id": 702,
    "name": "Граната",
    "descr": "Наносит стихийный и физический урон и оглушает.",
    "isdebuff": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "blood_loss"
  },
  "703": {
    "id": 703,
    "name": "Обыск",
    "descr": "Снижает урон на 50% и защиту на 40% на 4 хода.",
    "isdebuff": 1,
    "image": "handcuffs"
  },
  "704": {
    "id": 704,
    "name": "Работа с людьми",
    "descr": "Тюремщик отлично разбирается в том, как надо себя вести с только что обысканным заключённым.",
    "stackable": 1,
    "image": "Unholy"
  },
  "705": {
    "id": 705,
    "name": "Поломка оружия",
    "descr": "Не то чтобы поломка, но острым его уже не назовёшь. Урон снижен на 50%.",
    "isdebuff": 1,
    "image": "broken_sword"
  },
  "706": {
    "id": 706,
    "name": "Головокружение",
    "descr": "Тебя так сильно штормит, что ты не в состоянии нанести нормальный удар.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "disorientation"
  },
  "707": {
    "id": 707,
    "name": "Концентрация внимания",
    "descr": "Пристальное наблюдение за движениями противника в бою повышает точность ударов и вероятность критического попадания по противнику.",
    "image": "charge_dodge"
  },
  "708": {
    "id": 708,
    "name": "Защитная стойка",
    "descr": "Тщательно продуманная защита не оставит ни один удар безнаказанным.",
    "image": "abil_def_11_4"
  },
  "709": {
    "id": 709,
    "name": "Гнев",
    "descr": "Шаркспир и его шайка приходят во всё большую ярость и наносят удары сильнее.",
    "unremovable": 1,
    "stackable": 1,
    "image": "rage"
  },
  "710": {
    "id": 710,
    "name": "Кровотечение",
    "descr": "С такими ранами смерть от кровопотери становится реальной перспективой.",
    "isdebuff": 1,
    "image": "blood_loss"
  },
  "711": {
    "id": 711,
    "name": "Запах крови",
    "descr": "Запах крови приводит чудовищ в неистовство.",
    "image": "abil_slon_con2"
  },
  "712": {
    "id": 712,
    "name": "Акулья стая",
    "descr": "Выполняя приказ капитана, пираты набрасываются на жертву как стая акул.",
    "image": "fish_jaws"
  },
  "713": {
    "id": 713,
    "name": "Живучесть старого пирата",
    "descr": "Шаркспир побывал в тысяче сражений и выжил! Похоже, этот бой не станет исключением.",
    "image": "zombie_regen"
  },
  "714": {
    "id": 714,
    "name": "Алчность",
    "descr": "Шаркспир воодушевленно пытается обобрать слабаков, забравшихся в его пещеру.",
    "unremovable": 1,
    "image": "pirate_gold"
  },
  "715": {
    "id": 715,
    "name": "Снижение защиты",
    "descr": "Защита снижена на 20%.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "broken_armor"
  },
  "716": {
    "id": 716,
    "name": "Увеличение защиты",
    "descr": "Шаркспир нашёл подходящее применение отобранной у врага броне. Защита увеличена на 10%.",
    "stackable": 1,
    "image": "armored"
  },
  "717": {
    "id": 717,
    "name": "Гордыня",
    "descr": "Поняв, что столкнулся с достойным противником, Шаркспир высокомерно продолжает попытки расправиться с ним в одиночку.",
    "unremovable": 1,
    "image": "icon_crown"
  },
  "720": {
    "id": 720,
    "name": "Избиение",
    "descr": "Даги прекрасно знает, как надо \"работать\" с противником, пропустившим удар в голову!",
    "image": "mob_abil_3"
  },
  "721": {
    "id": 721,
    "name": "Звон в ушах",
    "descr": "О сложных атаках можно временно забыть, а удары противника будто бы стали сильнее.",
    "image": "disorientation"
  },
  "722": {
    "id": 722,
    "name": "Группировка",
    "descr": "Даги явно готовиться к чему-то серьёзному: он сосредоточеннее защищается и а ищет глазами уязвимое место в обороне противника.",
    "stackable": 1,
    "image": "stoneskin"
  },
  "723": {
    "id": 723,
    "name": "Почти Совершенная Защита",
    "descr": "OVER 9000 DEFENSE!\r\nПора звать на помощь. Определённо.",
    "unremovable": 1,
    "stackable": 1,
    "image": "sealofhatedef"
  },
  "724": {
    "id": 724,
    "name": "Затопление пещеры",
    "descr": "Из открытого секретного тоннеля прибывает вода, смывая шансы противников на победу.",
    "unremovable": 1,
    "image": "portal_wave"
  },
  "725": {
    "id": 725,
    "name": "Подземные воды",
    "descr": "Если не можешь обрушить тоннель, из которого хлещет вода, самое время растить жабры.",
    "isdebuff": 1,
    "image": "portal_wave"
  },
  "727": {
    "id": 727,
    "name": "Пробоина",
    "descr": "Ваш противогаз сломан, привести его в рабочее состояние сможет лишь легендарная Синяя Изолента. Небоевой.",
    "isdebuff": 1,
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "filter"
  },
  "729": {
    "id": 729,
    "name": "Остатки разума",
    "descr": "Похоже эта рыбка хорошо помнит все тонкости сабельного боя.",
    "unremovable": 1,
    "image": "brains"
  },
  "730": {
    "id": 730,
    "name": "Рыбий мозг",
    "descr": "Запах крови лишает Красавчика остатков разума, а вот сила его ударов заметно возрастает.",
    "unremovable": 1,
    "image": "zombiefish"
  },
  "731": {
    "id": 731,
    "name": "Ошеломление",
    "descr": "Тебя так сильно штормит, что ты не в состоянии нанести нормальный удар.",
    "isdebuff": 1,
    "invisible": 2,
    "stackable": 1,
    "image": "lightning"
  },
  "732": {
    "id": 732,
    "name": "Свирепость Шаркспира",
    "descr": "Свирепость грозного пирата передается вам. Ваш урон в PvP увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "pirate_hat_red"
  },
  "733": {
    "id": 733,
    "name": "Могущество Шаркспира",
    "descr": "Отчаянный пират никогда не боялся рисковать, и теперь его дух позволяет вам нанести дополнительно 2000 огненного урона противнику с риском получить 500 огненного урона.",
    "invisible": 1,
    "unremovable": 1,
    "image": "pirate_hat_2"
  },
  "734": {
    "id": 734,
    "name": "Снятие Подземных вод",
    "invisible": 2,
    "image": "sealofhatedef"
  },
  "735": {
    "id": 735,
    "name": "Сильная слабость",
    "descr": "Прикосновение к туману не прошло даром. Ваши характеристики понижены.",
    "isdebuff": 1,
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "buff_shadow",
    "validtime": 60
  },
  "736": {
    "id": 736,
    "name": "Эликсир скорости",
    "descr": "На одну атаку увеличивает шанс уворота вашего персонажа на 100%",
    "invisible": 1,
    "unremovable": 1,
    "image": "hares_blood"
  },
  "737": {
    "id": 737,
    "name": "Пленник",
    "descr": "Вы имели глупость попасть в плен к чудовищам. Тик-так, время идет...",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "skull_seal",
    "validtime": 20
  },
  "738": {
    "id": 738,
    "name": "Бравада",
    "descr": "Глоток из бутылки вызвал сильное желание кого-нибудь побить. Однако организм не разделяет вашей радости. Ваша защита понижена!",
    "isdebuff": 1,
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "rum_icon",
    "validtime": 10
  },
  "739": {
    "id": 739,
    "name": "Горючая жидкость",
    "descr": "Вы пролили на пол полную канистру горючей жидкости. Запах просто отвратительный.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "benzin4",
    "validtime": 5
  },
  "740": {
    "id": 740,
    "name": "Пожар!!!",
    "descr": "От жара и дыма вам становится плохо. Ваши характеристики понижены.",
    "isdebuff": 1,
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "arcana_fire",
    "validtime": 5
  },
  "741": {
    "id": 741,
    "name": "Защита от нападения",
    "descr": "Защищен высшими силами защищенности!",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "battleprotection",
    "validtime": 1
  },
  "742": {
    "id": 742,
    "name": "Мистификация Шаркспира",
    "descr": "Дух грозного пирата вселился в ваши доспехи! У вас есть шанс нанести противнику дополнительный урон кровотечением. Не действует в PvP.",
    "invisible": 1,
    "unremovable": 1,
    "image": "pirate_hat_black"
  },
  "743": {
    "id": 743,
    "name": "Прилив энергии",
    "descr": "Вы ощущаете мощный прилив энергии. Ваша сила возросла на 3%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "pirate_bottle_red",
    "validtime": 60
  },
  "744": {
    "id": 744,
    "name": "Скорость реакции",
    "descr": "Вы ощущаете легкость в каждом вашем движении. Ваша ловкость возросла на 3%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "pirate_bottle_green",
    "validtime": 60
  },
  "745": {
    "id": 745,
    "name": "Заряд бодрости",
    "descr": "Вы ощущаете сильный заряд бодрости. Ваша выносливость возросла на 3%!",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "pirate_bottle_blue",
    "validtime": 60
  },
  "746": {
    "id": 746,
    "name": "Абсолютная защита",
    "descr": "С вероятностью 1% полностью блокирует физический урон, наносимый противником.",
    "invisible": 2,
    "unremovable": 1,
    "image": "abil_def_09"
  },
  "747": {
    "id": 747,
    "name": "Единение со Стихиями",
    "descr": "Увеличивает урон стихиями.",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego"
  },
  "748": {
    "id": 748,
    "name": "Магистр Оружия",
    "descr": "Наносимый урон увеличен! ",
    "invisible": 2,
    "unremovable": 1,
    "image": "blademaster3",
    "validtime": 300
  },
  "749": {
    "id": 749,
    "name": "Темная ночь",
    "invisible": 2,
    "unremovable": 1,
    "image": "pirate_cloak_dark"
  },
  "750": {
    "id": 750,
    "name": "Кровавый покров",
    "invisible": 2,
    "unremovable": 1,
    "image": "pirate_cloak"
  },
  "751": {
    "id": 751,
    "name": "Хитиновый панцирь",
    "descr": "Хитиновый панцирь Арахнида увеличивает вашу защиту на 7%.",
    "invisible": 1,
    "unremovable": 1,
    "image": "spidergreen"
  },
  "752": {
    "id": 752,
    "name": "Пиронит",
    "descr": "Если противник – игрок, то с вероятностью 2% наносит противнику 1000 урона огнём и с вероятностью 1% наносит 1000 урона огнём игроку.",
    "nonbattle": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "abil_def_09"
  },
  "753": {
    "id": 753,
    "name": "Крионит",
    "descr": "Долбит противника ледяным уроном.",
    "nonbattle": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "abil_def_09"
  },
  "754": {
    "id": 754,
    "name": "Махинит",
    "descr": "Увеличивает шансы критического удара и уклонения на 2% и урон на 1%, если противник – игрок.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "abil_def_09",
    "validtime": 120
  },
  "755": {
    "id": 755,
    "name": "Тестовая стихийная защита",
    "descr": "поглощает 50% урона стихий.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "cloak_lego",
    "validtime": 120
  },
  "756": {
    "id": 756,
    "name": "Печать Кровососа",
    "descr": "Ваши атаки восстанавливают ваше здоровье!",
    "invisible": 2,
    "unremovable": 1,
    "image": "sealofhate_buff"
  },
  "757": {
    "id": 757,
    "name": "Печать Ненависти",
    "descr": "Урон против людей, эльфов и демонов увеличен!",
    "invisible": 1,
    "unremovable": 1,
    "image": "sealofseed_buff",
    "validtime": 300
  },
  "758": {
    "id": 758,
    "name": "Печать Пожара",
    "descr": "Урон от огня и воздуха снижен!",
    "invisible": 2,
    "unremovable": 1,
    "image": "cloak_lego",
    "validtime": 120
  },
  "759": {
    "id": 759,
    "name": "Печать Отравителя",
    "descr": "Ваши атаки наносят дополнительный урон ядом!",
    "nonbattle": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "abil_def_09"
  },
  "760": {
    "id": 760,
    "name": "Пушистое волшебство",
    "descr": "Пушистый питомец увеличивает ваш урон на 15 единиц и изредка лечит вас на 100 единиц здоровья. ",
    "unremovable": 1,
    "image": "maylottery_gift_rabbit"
  },
  "761": {
    "id": 761,
    "name": "Тссc!",
    "descr": "Скоро всё затихнет...",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "silence_icon"
  },
  "762": {
    "id": 762,
    "name": "Баффака-убивака",
    "descr": "Хе-хе-хе.",
    "isdebuff": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "timestop"
  },
  "763": {
    "id": 763,
    "name": "+3 ярости за удар",
    "invisible": 2,
    "unremovable": 1
  },
  "764": {
    "id": 764,
    "name": "Коварне накидыватель баффаки-убиваки",
    "invisible": 2,
    "unremovable": 1,
    "image": "timestop"
  },
  "765": {
    "id": 765,
    "name": "Тссc!",
    "descr": "Скоро всё затихнет...",
    "isdebuff": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "silence_icon"
  },
  "766": {
    "id": 766,
    "name": "Сила Луны!",
    "descr": "...",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "image": "silence_icon",
    "type": 1
  },
  "767": {
    "id": 767,
    "name": "Леденец",
    "descr": "Восстанавливает 30% от вашего здоровья.",
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "candy_club"
  },
  "768": {
    "id": 768,
    "name": "Мишка в лесу",
    "descr": "Временно повышает вашу силу на 10%.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "ny_mishka",
    "validtime": 10
  },
  "769": {
    "id": 769,
    "name": "Пальчик бо-бо!",
    "descr": "Вы поцарапали йотуну пальчик!\r\nТеперь он зол и бьёт тем сильней, чем меньше у него здоровья.",
    "unremovable": 1,
    "image": "yotunabil3"
  },
  "770": {
    "id": 770,
    "name": "Дезориентация",
    "descr": "Поднятая топотом пыль застилает вам глаза. Время восстановления способностей увеличено.",
    "unremovable": 1,
    "image": "disorientation"
  },
  "771": {
    "id": 771,
    "name": "Колпак \"Анти-йотун\"",
    "descr": "Ваш шлем превращен в колпак \"Анти-йотун\". Ваш урон по йотунам и их питомцам увеличен на 20%.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "santa_hat",
    "validtime": 180
  },
  "772": {
    "id": 772,
    "name": "Расположение Снегурки",
    "descr": "Временно повышает основные характеристики на 15%",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "champagne_glass",
    "validtime": 30
  },
  "773": {
    "id": 773,
    "name": "Еловый воин – 1 место",
    "descr": "Увеличивает основные характеристики на +70                   Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "774": {
    "id": 774,
    "name": "Кристаллизация",
    "descr": "Ледяная фея затвердевает на глазах, ее ярость растет, защита увеличивается, а удары становятся сильнее.",
    "stackable": 1,
    "image": "god_crystal"
  },
  "775": {
    "id": 775,
    "name": "Утробный трубный рёв",
    "descr": "Урон увеличен могучим боевым лукэтложим кличем.",
    "image": "mount_horn"
  },
  "776": {
    "id": 776,
    "name": "Чемпион Ордена",
    "descr": "+3% урона в ПвП",
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "new_monk_hood",
    "validtime": 300
  },
  "777": {
    "id": 777,
    "name": "Могучий чемпион Братства",
    "descr": "+7% урона в ПвП",
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "new_pal_glasses",
    "validtime": 300
  },
  "778": {
    "id": 778,
    "name": "Еловый воин – 2 место",
    "descr": "Увеличивает основные характеристики на +63                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "779": {
    "id": 779,
    "name": "Еловый воин – 3 место",
    "descr": "Увеличивает основные характеристики на +56                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "780": {
    "id": 780,
    "name": "Ледокол",
    "descr": "Ваши глаза блестят так обворожительно, что йотун теряет свою ярость.",
    "unremovable": 1,
    "image": "icebreaker"
  },
  "781": {
    "id": 781,
    "name": "Кровь берсерка",
    "descr": "Как бы зол не был йотун, его удары наносят вам обычный урон.",
    "unremovable": 1,
    "image": "berserk_blood"
  },
  "782": {
    "id": 782,
    "name": "Трезвый снеговик",
    "descr": "Сколько бы йотун не бил вас по голове, оглушить вас ему не удастся!",
    "unremovable": 1,
    "image": "soberly_snowman"
  },
  "783": {
    "id": 783,
    "name": "Замыкание",
    "descr": "Искры летят во все стороны, а сама игрушка бросается на людей. Явный сборочный дефект.",
    "image": "electric_wave"
  },
  "784": {
    "id": 784,
    "name": "Правильное функционирование",
    "descr": "Метод лечения а-ля Рюсс восстановил работоспособность механизма. Игрушка наносит в 2 раза больше урона.",
    "image": "cocktail2"
  },
  "785": {
    "id": 785,
    "name": "Еловый воин – 4 место",
    "descr": "Увеличивает основные характеристики на +49                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "786": {
    "id": 786,
    "name": "Еловый воин – 5 место",
    "descr": "Увеличивает основные характеристики на +42                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "787": {
    "id": 787,
    "name": "Еловый воин – 6 место",
    "descr": "Увеличивает основные характеристики на +35                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "788": {
    "id": 788,
    "name": "Еловый воин – 7 место",
    "descr": "Увеличивает основные характеристики на +28                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "789": {
    "id": 789,
    "name": "Еловый воин – 8 место",
    "descr": "Увеличивает основные характеристики на +21                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "790": {
    "id": 790,
    "name": "Еловый воин – 9 место",
    "descr": "Увеличивает основные характеристики на +14                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "791": {
    "id": 791,
    "name": "Еловый воин – 10 место",
    "descr": "Увеличивает основные характеристики на +7                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "validtime": 1440
  },
  "792": {
    "id": 792,
    "name": "Конфетная ярость",
    "descr": "Даёт 25 ярости.",
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "candy_cane"
  },
  "793": {
    "id": 793,
    "name": "Отравление",
    "descr": "Наносит урон в течение нескольких ходов",
    "isdebuff": 1,
    "stackable": 1,
    "image": "silence_agony"
  },
  "794": {
    "id": 794,
    "name": "Дар Арканы",
    "descr": "Увеличен урон ударов и защиту",
    "image": "mob_abil_4"
  },
  "795": {
    "id": 795,
    "name": "Настой Мудрости Колупанды",
    "descr": "Увеличивает получаемый опыт в ПЯТЬ раз.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "u_herm_bottle",
    "validtime": 60,
    "type": 2
  },
  "796": {
    "id": 796,
    "name": "Присутствие Медузы",
    "descr": "С некоторой вероятностью может вылечить себя или отравить противника. С очень маленькой вероятностью может отравить себя.",
    "unremovable": 1,
    "image": "medusaPic"
  },
  "797": {
    "id": 797,
    "name": "Настой Квадратного Корня",
    "descr": "Увеличивает силу, ловкость и выносливость на 5% на 30 мин.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "r_herm_bottle",
    "validtime": 30
  },
  "798": {
    "id": 798,
    "name": "Прикосновение Лунного Кролика",
    "descr": "Если рассудок и жизнь дороги вам — держитесь подальше от торфяных болот в ночную пору, когда силы зла властвуют безраздельно.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "ur_herm_bottle",
    "validtime": 30
  },
  "799": {
    "id": 799,
    "name": "Энхрома",
    "descr": "Вот и сказочке конец.",
    "unremovable": 1,
    "image": "nano_seeds"
  },
  "800": {
    "id": 800,
    "name": "Лунный ожог",
    "descr": "ГОДР забрала ваш бафф, но кажется на ее организм он действует как-то не так.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "new_moon"
  },
  "801": {
    "id": 801,
    "name": "МегаФотосинтез",
    "descr": "После каждого обмена ударами перерабатывает часть ярости в здоровье.",
    "unremovable": 1,
    "image": "photosynthesis"
  },
  "802": {
    "id": 802,
    "name": "Маскировка",
    "descr": "Вы превратились в нечто серое и тихое.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "tih4",
    "validtime": 30
  },
  "803": {
    "id": 803,
    "name": "Встреча в лесу",
    "descr": "Тихоходка тихоходке - друг, товарищ и бафф! Вы не наносите урона по крупным тихоходкам.",
    "stackable": 1,
    "image": "tihohodka"
  },
  "804": {
    "id": 804,
    "name": "Встреча в лесу",
    "descr": "Тихоходка тихоходке - друг, товарищ и бафф!",
    "stackable": 1,
    "image": "tihohodka"
  },
  "805": {
    "id": 805,
    "name": "Глубокое огорчение",
    "descr": "Тихоходка утратила веру в людей, так как от ее удара увернулись в присутствии стольких зрителей. Сейчас она очень уязвима.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "tih4"
  },
  "806": {
    "id": 806,
    "name": "Жгучая ярость",
    "descr": "Дает масимум ярости за попадание по сопернику",
    "unremovable": 1,
    "image": "fire_totem"
  },
  "807": {
    "id": 807,
    "name": "Жгучая ярость",
    "descr": "Отнимает 3% максимального здоровья каждый ход.",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "fire_totem"
  },
  "808": {
    "id": 808,
    "name": "Воля к Жизни",
    "descr": "Побольше воли к жизни - и результат превзойдет все ожидания!",
    "stackable": 1,
    "image": "life_totem"
  },
  "809": {
    "id": 809,
    "name": "Камень",
    "descr": "В этот ход данная способность этому персонажу недоступна, потому что он плохо себя вел.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "rock_rune"
  },
  "810": {
    "id": 810,
    "name": "Ножницы",
    "descr": "В этот ход данная способность этому персонажу недоступна, потому что он плохо себя вел.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "scissors_rune"
  },
  "811": {
    "id": 811,
    "name": "Ящерица",
    "descr": "В этот ход данная способность этому персонажу недоступна, потому что он плохо себя вел.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "lizard_rune"
  },
  "812": {
    "id": 812,
    "name": "Спок",
    "descr": "В этот ход данная способность этому персонажу недоступна, потому что он плохо себя вел.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "spock_rune"
  },
  "813": {
    "id": 813,
    "name": "Бумага",
    "descr": "В этот ход данная способность этому персонажу недоступна, потому что он плохо себя вел.",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "paper_rune"
  },
  "814": {
    "id": 814,
    "name": "Истощение Древнего Зла",
    "descr": "Древнее Зло истощено. Когда этих эффектов накопится тридцать, оно будет повержено!",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "electric_wave"
  },
  "820": {
    "id": 820,
    "name": "Истощение Игрока",
    "descr": "Вы снова не угадали. Когда этих эффектов накопится четыре-пять, вы проиграете!",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "electric_wave"
  },
  "821": {
    "id": 821,
    "name": "Спаситель 2016 Нового Года",
    "descr": "Вы - лучше всех! В Новом Году наушники не будут запутываться в кармане, начальник станет буддистом, а в каждом втором лукэтлоге вас будет ждать эпик!",
    "nonbattle": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "sharik2016",
    "validtime": 100000
  },
  "822": {
    "id": 822,
    "name": "Праздничная защита",
    "descr": "Увеличена защита персонажа",
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "bottle_type2_violet"
  },
  "823": {
    "id": 823,
    "name": "Вы кому-то нравитесь!",
    "descr": "...и это придает вам сил, чтобы наносить на 10% урона больше.",
    "invisible": 1,
    "unremovable": 1,
    "image": "kupidon"
  },
  "824": {
    "id": 824,
    "name": "Печкатка ТС минус хил",
    "descr": "Вдвое снижает лечение оппонента.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "darkside_ring"
  },
  "825": {
    "id": 825,
    "name": "Темная Сторона",
    "descr": "БУГАГАГАГА.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "oatmeal_cookie",
    "type": 6
  },
  "826": {
    "id": 826,
    "name": "Маскарад",
    "descr": "В костюме {g:Джокера:Эльвиры} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_3",
    "validtime": 60,
    "type": 4
  },
  "827": {
    "id": 827,
    "name": "Маскарад",
    "descr": "В костюме {g:Жака:Пэри Моппинс} можно отлично напугать своих друзей и врагов. ",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "candy_3",
    "validtime": 60,
    "type": 4
  },
  "828": {
    "id": 828,
    "name": "Защита одержимого зайца",
    "descr": "Увеличена защита одержимого зайца",
    "unremovable": 1,
    "image": "ny_def_totem"
  },
  "829": {
    "id": 829,
    "name": "Одержимость",
    "descr": "Разум зайца терзают демоны!",
    "isdebuff": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "haunted"
  },
  "830": {
    "id": 830,
    "name": "Исцеление",
    "descr": "Заяц исцелен!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "flower_camomile"
  },
  "831": {
    "id": 831,
    "name": "Освобождение",
    "descr": "Вы освободил зайца от одержимости! Теперь пора отпустить его!",
    "isdebuff": 1,
    "unremovable": 1,
    "image": "maylottery_gift_sun"
  },
  "832": {
    "id": 832,
    "name": "Энергетический блокиратор",
    "descr": "С вероятностью 5% полностью блокирует физический урон, наносимый противником.",
    "invisible": 2,
    "unremovable": 1,
    "image": "energy_shield_blue"
  },
  "833": {
    "id": 833,
    "name": "Нога Судьбы",
    "descr": "Не надо было связываться с Чаком!",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "devil_boots_def",
    "validtime": 5000
  },
  "834": {
    "id": 834,
    "name": "Лучшее конечно впереди",
    "descr": "Выносливость +100, Сила +100, Ловкость +100",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "20k_kills",
    "validtime": 120
  },
  "835": {
    "id": 835,
    "name": "Металлическое волшебство",
    "adminname": "Металлическое волшебство новогодний пет бафф 2018",
    "descr": "Увеличивает ваш урон на 15 единиц и изредка лечит вас на 100 единиц здоровья.",
    "unremovable": 1,
    "image": "robopesava",
    "changed": 1,
    "prop": ""
  },
  "836": {
    "id": 836,
    "name": "Дед Мороз",
    "adminname": "Дед Мороз",
    "descr": "Странно что б это значило?",
    "unremovable": 1,
    "image": "santa_hat",
    "changed": 1,
    "prop": ""
  },
  "837": {
    "id": 837,
    "name": "Эликсир трансцендентности",
    "adminname": "Эликсир трансцендентности",
    "descr": "Увеличивает получаемый опыт в ПЯТЬ раз и значительно повышает шанс добычи предметов, необходимых для заданий.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "3liter",
    "validtime": 60,
    "type": 2,
    "changed": 1,
    "prop": ""
  },
  "838": {
    "id": 838,
    "name": "бафф на рес против мерка",
    "adminname": "бафф на рес против мерка",
    "descr": "Увеличивает основные характеристики на +56                    Эффект зависит от  позиции                              в рейтинге помощников Снегурки.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "image": "cup_spring",
    "changed": 1,
    "prop": ""
  },
  "839": {
    "id": 839,
    "name": "Четыре Сердца",
    "adminname": "Четыре Сердца",
    "descr": "Каждый ход наносит сопернику 120 единиц урона ядом и поглощает 50% урона от яда.",
    "invisible": 2,
    "unremovable": 1,
    "image": "heart_trinket1",
    "changed": 1,
    "prop": {
      "poisondef": "50"
    }
  },
  "840": {
    "id": 840,
    "name": "Всплеск Яда",
    "adminname": "Всплеск Яда",
    "descr": "",
    "invisible": 2,
    "unremovable": 1,
    "image": "verd",
    "changed": 1,
    "prop": ""
  },
  "841": {
    "id": 841,
    "name": "Большая Аура Воздуха",
    "adminname": "Большая Аура Воздуха",
    "descr": "При попадании по сопернику наносит 60 единиц урона воздухом и поглощает 50% урона землей.",
    "invisible": 2,
    "unremovable": 1,
    "image": "aura_air",
    "changed": 1,
    "prop": {
      "poisondef": "50"
    }
  },
  "842": {
    "id": 842,
    "name": "Бафф -1 кд ожерелье мерка",
    "adminname": "Бафф -1 кд ожерелье мерка",
    "descr": "Снижает время восстановления способностей в бою.",
    "isdebuff": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "shark_teeth_neck",
    "validtime": 5000,
    "changed": 1,
    "prop": ""
  },
  "843": {
    "id": 843,
    "name": "Заряд пессимизма",
    "adminname": "Заряд пессимизма",
    "descr": "гном не уверен в себе и потому уменьшает урон вдвое",
    "isdebuff": 1,
    "stackable": 1,
    "image": "gnomeGreenPic",
    "changed": 1,
    "prop": ""
  },
  "844": {
    "id": 844,
    "name": "Гном-оруженосец",
    "adminname": "Гном-оруженосец",
    "descr": "Время от времени наделяет хозяина одним из существующих зарядов.",
    "invisible": 1,
    "unremovable": 1,
    "image": "gnomeGreenPic",
    "changed": 1,
    "prop": ""
  },
  "845": {
    "id": 845,
    "name": "Бафф -1 кд ожерелье мерка и ЯД",
    "adminname": "Бафф -1 кд ожерелье мерка и ЯД",
    "descr": "Снижает время восстановления способностей в бою и дает 50% зашиты от яда.",
    "isdebuff": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "ruby_ring",
    "validtime": 5000,
    "changed": 1,
    "prop": {
      "poisondef": "50"
    }
  },
  "846": {
    "id": 846,
    "name": "Solarium",
    "adminname": "Solarium эпик Марумья",
    "descr": "Каждый ход наносит сопернику 20 единиц урона землей и возвращает 30% полученного урона.",
    "invisible": 2,
    "unremovable": 1,
    "image": "ring_sklep",
    "changed": 1,
    "prop": {}
  },
  "847": {
    "id": 847,
    "name": "Бафф щита Баньши",
    "adminname": "Бафф щита Баньши",
    "descr": "Копит 10 зарядов, на 11-й размен наносит урон",
    "invisible": 2,
    "unremovable": 1,
    "image": "ganesh_shield",
    "changed": 1,
    "prop": {
      "pvpdef": "15"
    }
  },
  "848": {
    "id": 848,
    "name": "Заряд баффа щита",
    "adminname": "Заряд баффа щита",
    "descr": "виден только тебе %)",
    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "ganesh_shield",
    "changed": 1,
    "prop": {}
  },
  "849": {
    "id": 849,
    "name": "Болельщик ЧМ 2018",
    "adminname": "Болельщик ЧМ 2018",
    "descr": "живи футболом, дыши футболом, покупай лаббиты!",
    "unremovable": 1,
    "image": 1,
    "changed": 1,
    "prop": {}
  },
  "850": {
    "id": 850,
    "name": "Настой Партизана",
    "adminname": "Настой Партизана",
    "descr": "При просмотре информации о вашем персонаже, а также в списке друзей или врагов выдает фальшивую информацию о вашем местонахождении.",
    "nonbattle": 1,
    "noduration": 1,
    "unremovable": 1,
    "summarize": 1,
    "image": "bottle",
    "validtime": 60,
    "changed": 1,
    "prop": ""
  },
  "851": {
    "id": 851,
    "name": "Рубиновое кольцо 18aed",
    "adminname": "Рубиновое кольцо 18aed 100 раги в начале боя",
    "descr": "Вы начинаете бой с 100 ярости.",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "living_ring",
    "changed": 1,
    "prop": ""
  },
  "852": {
    "id": 852,
    "name": "Обледеневший щит",
    "adminname": "Обледеневший щит",
    "descr": "Ваш щит выглядит необычно.",
    "nonbattle": 1,
    "noduration": 1,
    "invisible": 2,
    "unremovable": 1,
    "summarize": 1,
    "image": "icecold_shield",
    "validtime": 10080,
    "type": 5,
    "changed": 1,
    "prop": ""
  },
  "853": {
    "id": 853,
    "name": "Чудовищная изворотливость",
    "adminname": "Чудовищная изворотливость",
    "descr": "Увеличивает шанс увернуться от атаки.",
    "stackable": 1,
    "image": "abil_41",
    "changed": 1,
    "prop": ""
  },
  "854": {
    "id": 854,
    "name": "Последний шанс II",
    "adminname": "Последний шанс II",
    "descr": "Увеличен урон ударов и шанс нанести критические повреждения",
    "image": "mob_abil_4",
    "changed": 1,
    "prop": ""
  },
  "855": {
    "id": 855,
    "name": "Волновое состояние",
    "adminname": "Волновое состояние",
    "descr": "Трудно нанести урон телу, не имеющему физической формы.",
    "image": "water_ripple",
    "changed": 1,
    "prop": ""
  },
  "856": {
    "id": 856,
    "name": "Волновое состояние КД",
    "adminname": "Волновое состояние КД",
    "descr": "",
    "invisible": 2,
    "unremovable": 1,
    "changed": 1,
    "prop": ""
  },
  "857": {
    "id": 857,
    "name": "Оглушение II",
    "adminname": "Оглушение II",
    "descr": "Лишает вас шанса уклониться от вражеского удара.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "ovepower",
    "changed": 1,
    "prop": ""
  },
  "858": {
    "id": 858,
    "name": "кулдаун абилки кока",
    "adminname": "кулдаун абилки кока",
    "descr": "",
    "invisible": 2,
    "unremovable": 1,
    "changed": 1,
    "prop": ""
  },
  "859": {
    "id": 859,
    "name": "Трупный яд II",
    "adminname": "Трупный яд II",
    "descr": "Наносит вам урон после каждого обмена ударами.",
    "isdebuff": 1,
    "stackable": 1,
    "image": "acid",
    "changed": 1,
    "prop": ""
  },
  "860": {
    "id": 860,
    "name": "Метка камнееда",
    "adminname": "Метка камнееда",
    "descr": "Значительно уменьшает защиту цели",
    "isdebuff": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "fish_flashlight",
    "changed": 1,
    "prop": ""
  },
  "861": {
    "id": 861,
    "name": "Рубиновое кольцо 18aed 100 ярости",
    "adminname": "100 ярости в начале боя",
    "descr": "Вы начинаете бой с 100 ярости",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "ruby_ring",
    "changed": 1,
    "prop": ""
  },
  "862": {
    "id": 862,
    "name": "Ярость акулы",
    "adminname": "Ярость акулы 50 ярости сет шарка",
    "descr": "Доспехи предводителя пиратов наполняют вас жаждой крови, позволяя начать бой с 50 ярости.",
    "nonbattle": 1,
    "invisible": 2,
    "unremovable": 1,
    "stackable": 1,
    "image": "pirate_skull",
    "changed": 1,
    "prop": ""
  },
  "863": {
    "id": 863,
    "name": "Бафф Delen",
    "adminname": "Бафф Delen",
    "descr": "Урон в PvP увеличен! С вероятностью 6% нанесет огромный урон по цели.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "poisonbottle1",
    "changed": 1,
    "prop": {
      "pvpdmg": "15"
    }
  },
  "864": {
    "id": 864,
    "name": "Заряд баффа щита 5 ходов",
    "adminname": "Заряд баффа щита 5 ходов",
    "descr": "виден только тебе %)",

    "invisible": 1,
    "unremovable": 1,
    "stackable": 1,
    "image": "ganesh_shield",
    "changed": 1,
    "prop": {}
  },
  "865": {
    "id": 865,
    "name": "Бафф щита урон раз 5 в ходов Блейд",
    "adminname": "Бафф щита урон раз 5 в ходов Блейд",
    "descr": "Копит 4 заряда, на 5-й размен наносит урон",
    "invisible": 2,
    "unremovable": 1,
    "image": "ganesh_shield",
    "changed": 1,
    "prop": {
      "pvpdef": "15"
    }
  },
  "866": {
    "id": 866,
    "name": "Под защитой новогоднего тотема",
    "adminname": "Под защитой новогоднего тотема",
    "descr": "Защита увеличена на 1956. Кстати кто первым угадает и сообщит на ЦП Лео почему именно на столько - получит админский подарочек.",
    "unremovable": 1,
    "stackable": 1,
    "image": "ny_def_totem",
    "changed": 1,
    "prop": ""
  },
  "867": {
    "id": 867,
    "name": "Бафф Баньши Тринкет",
    "adminname": "Бафф Баньши Тринкет",
    "descr": "Накапливает 2 заряда терпения каждый размен ударами.",
    "nonbattle": 1,
    "unremovable": 1,
    "image": "poisonbottle1",
    "changed": 1,
    "prop": ""
  }
};