mobs = {
    "1": {
        "id": 1,
        "name": "Фантазма",
        "maxhp": 100,
        "level": 3,
        "avatar": 45,
        "doll": "ghostgirl",
        "picture": "ghostgirl",
        "minhit": 13,
        "maxhit": 23,
        "dodge": 10,
        "crit": 15,
        "defence": 6,
        "hitsound": "cotton",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 20,
                    "max": 40
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0],
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "3": {
                    "63": 17,
                    "67": 12,
                    "71": 7,
                    "72": 7,
                    "109": 50,
                    "12": 8
                },
                "4": {
                    "63": 12,
                    "67": 7,
                    "71": 7,
                    "72": 7,
                    "109": 50,
                    "12": 7
                },
                "5": {
                    "63": 7,
                    "67": 5,
                    "71": 5,
                    "72": 5,
                    "109": 50,
                    "12": 6
                },
                "default": {
                    "109": 40,
                    "12": 5
                }
            },
            "questloot": {
                "9": {
                    "default": {
                        "84": 15
                    }
                },
                "77": {
                    "default": {
                        "332": 70
                    }
                }
            }
        },
        "location": "city",
    },
    "2": {
        "id": 2,
        "name": "Скелет",
        "maxhp": 35,
        "level": 1,
        "avatar": 16,
        "doll": "skeleton",
        "picture": "skeleton",
        "minhit": 6,
        "maxhit": 10,
        "crit": 20,
        "defence": 1,
        "hitsound": "bones",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "1": {
                    "min": 7,
                    "max": 12
                },
                "2": {
                    "min": 5,
                    "max": 10
                },
                "3": {
                    "min": 3,
                    "max": 5
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "1": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "1": {
                    "7": 35,
                    "344": 5
                },
                "2": {
                    "7": 35,
                    "63": 20,
                    "67": 10,
                    "71": 5,
                    "72": 5,
                    "344": 2
                },
                "3": {
                    "7": 25,
                    "63": 7,
                    "67": 2,
                    "71": 2,
                    "72": 2,
                    "344": 1
                },
                "default": {
                    "7": 15,
                    "344": 0.5,
                    "2072": 1
                }
            },
            "questloot": {
                "2": {
                    "default": {
                        "78": 100
                    }
                },
                "43": {
                    "default": {
                        "181": 100
                    }
                },
                "119": {
                    "default": {
                        "78": 100
                    }
                }
            }
        },
        "location": "city, sklep",
    },
    "3": {
        "id": 3,
        "name": "Злобный Скелет",
        "maxhp": 45,
        "level": 2,
        "avatar": 17,
        "doll": "strong_skeleton",
        "picture": "strong_skeleton",
        "minhit": 8,
        "maxhit": 11,
        "dodge": 15,
        "crit": 20,
        "defence": 2,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "1": {
                    "min": 7,
                    "max": 15
                },
                "2": {
                    "min": 10,
                    "max": 20
                },
                "3": {
                    "min": 6,
                    "max": 10
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "1": [200, 10, 0, 0, 0],
                "2": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "1": {
                    "7": 70,
                    "63": 35,
                    "67": 30,
                    "71": 15,
                    "72": 15,
                    "344": 5
                },
                "2": {
                    "7": 45,
                    "63": 30,
                    "67": 30,
                    "71": 20,
                    "72": 20,
                    "344": 3
                },
                "3": {
                    "7": 35,
                    "63": 10,
                    "67": 6,
                    "71": 3,
                    "72": 3,
                    "344": 2
                },
                "default": {
                    "7": 15,
                    "344": 1,
                    "2072": 1
                }
            },
            "questloot": {
                "1": {
                    "default": {
                        "75": 100
                    }
                },
                "2": {
                    "default": {
                        "78": 100
                    }
                },
                "13": {
                    "default": {
                        "86": 100
                    }
                },
                "43": {
                    "default": {
                        "181": 100
                    }
                },
                "258": {
                    "default": {
                        "1498": 15,
                        "1497": 10,
                        "1496": 10
                    }
                }
            }
        },
        "location": "city, sklep",
    },
    "4": {
        "id": 4,
        "name": "Десять Крыс",
        "maxhp": 500,
        "level": 1,
        "avatar": 341,
        "doll": "mob_human_male",
        "picture": "10rats",
        "minhit": 5,
        "maxhit": 9,
        "hitsound": "glass",
        "gender": 1,
        "race": "human",
        "loot": {
            "money": {
                "1": {
                    "min": 15,
                    "max": 30
                },
                "2": {
                    "min": 15,
                    "max": 30
                },
                "3": {
                    "min": 10,
                    "max": 20
                },
                "4": {
                    "min": 5,
                    "max": 10
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "randloot": {
                "1": {
                    "52x1": 100
                }
            }
        },
        "location": "city",
    },
    "5": {
        "id": 5,
        "name": "Лукэтлог",
        "maxhp": 40,
        "level": 2,
        "avatar": 14,
        "doll": "lookatlog",
        "picture": "lookatlog",
        "minhit": 13,
        "maxhit": 27,
        "dodge": 15,
        "crit": 15,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "1": {
                    "min": 15,
                    "max": 30
                },
                "2": {
                    "min": 25,
                    "max": 40
                },
                "3": {
                    "min": 20,
                    "max": 40
                },
                "4": {
                    "min": 10,
                    "max": 20
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "1": [100, 10, 0, 0, 0],
                "2": [150, 10, 0, 0, 0],
                "3": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "1": {
                    "2": 40,
                    "63": 20,
                    "67": 15,
                    "71": 10,
                    "72": 10
                },
                "2": {
                    "2": 40,
                    "63": 20,
                    "67": 15,
                    "71": 13,
                    "72": 13
                },
                "3": {
                    "2": 40,
                    "63": 7,
                    "67": 5,
                    "71": 3,
                    "72": 3
                },
                "4": {
                    "2": 40,
                    "63": 5,
                    "67": 3,
                    "71": 2,
                    "72": 2
                },
                "default": {
                    "2": 30
                }
            },
            "questloot": {
                "8": {
                    "default": {
                        "81": 70
                    }
                },
                "35": {
                    "default": {
                        "9": 50
                    }
                },
                "76": {
                    "default": {
                        "331": 40
                    }
                }
            }
        },
        "location": "city",
    },
    "6": {
        "id": 6,
        "name": "Крупный Лукэтлог",
        "maxhp": 65,
        "level": 3,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 22,
        "maxhit": 42,
        "dodge": 20,
        "crit": 25,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "2": {
                    "min": 50,
                    "max": 80
                },
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 10,
                    "max": 20
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "2": [100, 10, 0, 0, 0],
                "3": [120, 10, 0, 0, 0],
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "2": {
                    "2": 40,
                    "63": 20,
                    "67": 15,
                    "71": 10,
                    "72": 10
                },
                "3": {
                    "2": 40,
                    "63": 13,
                    "67": 10,
                    "71": 7,
                    "72": 7,
                    "48": 7
                },
                "4": {
                    "2": 40,
                    "63": 7,
                    "67": 5,
                    "71": 3,
                    "72": 3,
                    "48": 3
                },
                "5": {
                    "2": 40,
                    "63": 5,
                    "67": 4,
                    "71": 2,
                    "72": 2,
                    "48": 2
                },
                "default": {
                    "2": 30
                }
            },
            "questloot": {
                "8": {
                    "default": {
                        "81": 100
                    }
                },
                "6": {
                    "default": {
                        "83": 100
                    }
                },
                "35": {
                    "default": {
                        "9": 50
                    }
                },
                "76": {
                    "default": {
                        "331": 60
                    }
                }
            }
        },
        "location": "city",
    },
    "7": {
        "id": 7,
        "name": "Очень Злобный Скелет",
        "maxhp": 65,
        "level": 3,
        "avatar": 41,
        "doll": "ozs",
        "picture": "ozs",
        "minhit": 11,
        "maxhit": 16,
        "dodge": 5,
        "crit": 10,
        "resilience": 23,
        "defence": 1,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "2": {
                    "min": 25,
                    "max": 40
                },
                "3": {
                    "min": 20,
                    "max": 40
                },
                "4": {
                    "min": 5,
                    "max": 10
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "2": [150, 10, 0, 0, 0],
                "3": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "2": {
                    "7": 45,
                    "63": 40,
                    "67": 20,
                    "71": 20,
                    "72": 20,
                    "11": 35,
                    "344": 4
                },
                "3": {
                    "7": 45,
                    "63": 30,
                    "67": 15,
                    "71": 10,
                    "72": 10,
                    "11": 35,
                    "344": 2
                },
                "4": {
                    "7": 5,
                    "63": 7,
                    "67": 6,
                    "71": 3,
                    "72": 3,
                    "11": 15,
                    "344": 1
                },
                "default": {
                    "7": 15,
                    "11": 15,
                    "344": 0.5,
                    "2072": 1,
                    "2073": 0.5
                }
            },
            "questloot": {
                "1": {
                    "default": {
                        "75": 100
                    }
                },
                "2": {
                    "default": {
                        "78": 100
                    }
                },
                "2": {
                    "default": {
                        "78": 100
                    }
                },
                "13": {
                    "default": {
                        "87": 100,
                        "86": 100
                    }
                },
                "43": {
                    "default": {
                        "181": 100
                    }
                },
                "258": {
                    "default": {
                        "1498": 20,
                        "1497": 15,
                        "1496": 10
                    }
                }
            }
        },
        "location": "city, sklep",
    },
    "8": {
        "id": 8,
        "name": "Подопытная крыса",
        "maxhp": 1000,
        "level": 1,
        "avatar": 15,
        "doll": "zombiegirl",
        "picture": "zombiegirl",
        "minhit": 1,
        "maxhit": 5,
        "dodge": 10,
        "crit": 10,
        "gender": 1,
        "race": "beast",
        "loot": {
            "loot": {
                "64": 100,
                "68": 100
            },
            "money": {
                "min": 10,
                "max": 10
            },
            "crystals": [100, 10, 0, 0, 0],
            "randloot": {
                "11": 100,
                "2": 100,
                "73": 100
            }
        },
        "location": "city",
        "hidden": 1
    },
    "9": {
        "id": 9,
        "name": "Гектор",
        "maxhp": 100,
        "level": 10,
        "avatar": 22,
        "doll": "mob_human_male",
        "picture": "hector",
        "minhit": 7,
        "maxhit": 12,
        "dodge": 10,
        "crit": 15,
        "defence": 3,
        "hitsound": "wood",
        "gender": 1,
        "race": "demon",
        "loot": {
            "money": {
                "1": {
                    "min": 15,
                    "max": 30
                },
                "2": {
                    "min": 15,
                    "max": 30
                },
                "3": {
                    "min": 10,
                    "max": 20
                },
                "4": {
                    "min": 5,
                    "max": 10
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "questloot": {
                "5": {
                    "default": {
                        "74": 100
                    }
                }
            }
        },
        "location": "city",
    },
    "10": {
        "id": 10,
        "name": "StormMob(debug)",
        "maxhp": 700,
        "level": 12,
        "avatar": 1,
        "doll": "centaur2",
        "picture": "centaur2",
        "minhit": 1,
        "maxhit": 1,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "1": {
                    "min": 20,
                    "max": 20
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "1": [10, 90, 0, 0, 0],
                "2": [10, 90, 0, 0, 0],
                "3": [10, 90, 0, 0, 0]
            },
            "randloot": {
                "1": {
                    "63": 25,
                    "67": 15,
                    "71": 10,
                    "72": 10
                },
                "2": {
                    "63": 25,
                    "67": 15,
                    "71": 10,
                    "72": 10
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "11": {
        "id": 11,
        "name": "Голодная N",
        "maxhp": 66,
        "level": 3,
        "avatar": 18,
        "doll": "zombiegirl",
        "picture": "zombiegirl",
        "minhit": 12,
        "maxhit": 22,
        "dodge": 10,
        "crit": 47,
        "defence": 4,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "2": {
                    "min": 20,
                    "max": 40
                },
                "3": {
                    "min": 15,
                    "max": 30
                },
                "4": {
                    "min": 2,
                    "max": 8
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "2": [150, 10, 0, 0, 0],
                "3": [150, 10, 0, 0, 0],
                "4": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "2": {
                    "63": 25,
                    "67": 20,
                    "71": 20,
                    "72": 20,
                    "11": 15,
                    "346": 0.3
                },
                "3": {
                    "63": 13,
                    "67": 12,
                    "71": 6,
                    "72": 6,
                    "11": 15,
                    "346": 0.2
                },
                "4": {
                    "63": 2,
                    "67": 2,
                    "71": 1,
                    "72": 1,
                    "11": 1,
                    "346": 0.1
                },
                "default": {
                    "11": 5,
                    "346": 0.04
                }
            },
            "questloot": {
                "13": {
                    "default": {
                        "88": 100
                    }
                },
                "43": {
                    "default": {
                        "181": 100
                    }
                },
                "258": {
                    "default": {
                        "1496": 20,
                        "1497": 20
                    }
                }
            }
        },
        "location": "city, sklep",
    },
    "12": {
        "id": 12,
        "name": "Сэр Найджел",
        "isboss": 1,
        "maxhp": 400,
        "level": 4,
        "avatar": 40,
        "doll": "skeletonboss",
        "picture": "skeletonboss",
        "minhit": 31,
        "maxhit": 43,
        "crit": 5,
        "defence": 11,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "4": {
                    "min": 1500,
                    "max": 2500
                },
                "5": {
                    "min": 1000,
                    "max": 2000
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0],
                "5": [200, 10, 0, 0, 0]
            },
            "loot": {
                "3": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "90": 40,
                    "93": 20,
                    "85": 15,
                    "97": 10,
                    "98": 15,
                    "1523": 0.4
                },
                "4": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "90": 40,
                    "93": 20,
                    "85": 15,
                    "97": 10,
                    "98": 15,
                    "1523": 0.4
                },
                "5": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "90": 40,
                    "93": 20,
                    "85": 15,
                    "97": 10,
                    "98": 15,
                    "1523": 0.4
                },
                "default": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 1,
                    "95": 10,
                    "90": 20,
                    "93": 20,
                    "85": 1,
                    "97": 10,
                    "98": 15
                }
            },
            "randloot": {
                "4": {
                    "256": 20,
                    "257": 20
                }
            }
        },
        "location": "sklep",
    },
    "13": {
        "id": 13,
        "name": "Миёри",
        "isboss": 1,
        "maxhp": 666,
        "level": 3,
        "avatar": 39,
        "doll": "miery",
        "picture": "miery",
        "minhit": 26,
        "maxhit": 35,
        "dodge": 10,
        "crit": 15,
        "defence": 6,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "pet": 2,
        "loot": {
            "money": {
                "3": {
                    "min": 1000,
                    "max": 2000
                },
                "4": {
                    "min": 1000,
                    "max": 1500
                },
                "5": {
                    "min": 500,
                    "max": 1000
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0],
                "4": [150, 10, 0, 0, 0],
                "5": [200, 10, 0, 0, 0]
            },
            "loot": {
                "3": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "91": 20,
                    "92": 20,
                    "1522": 0.3
                },
                "4": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "91": 20,
                    "92": 20,
                    "1522": 0.3
                },
                "5": {
                    "105": 10,
                    "104": 10,
                    "103": 10,
                    "100": 10,
                    "95": 10,
                    "91": 20,
                    "92": 20
                },
                "default": {
                    "105": 1,
                    "104": 10,
                    "103": 10,
                    "100": 1,
                    "95": 10,
                    "91": 20,
                    "92": 20
                }
            },
            "randloot": {
                "3": {
                    "151": 1,
                    "256": 20,
                    "257": 20,
                    "548": 3
                },
                "4": {
                    "151": 1,
                    "548": 2.5
                },
                "15": {
                    "151": 1,
                    "548": 8
                },
                "16": {
                    "151": 1,
                    "548": 9
                },
                "17": {
                    "151": 1,
                    "548": 10
                },
                "18": {
                    "151": 1,
                    "548": 11
                },
                "19": {
                    "151": 1,
                    "548": 12
                },
                "20": {
                    "151": 1,
                    "548": 15
                },
                "default": {
                    "151": 1,
                    "548": 2
                }
            }
        },
        "location": "sklep",
    },
    "14": {
        "id": 14,
        "name": "Тишина",
        "isboss": 1,
        "maxhp": 550,
        "level": 5,
        "avatar": 30,
        "doll": "ghost",
        "picture": "ghost",
        "minhit": 27,
        "maxhit": 39,
        "dodge": 12,
        "crit": 12,
        "defence": 13,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "5": {
                    "min": 2000,
                    "max": 3000
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "5": [150, 10, 0, 0, 0]
            },
            "loot": {
                "5": {
                    "90": 10,
                    "91": 10,
                    "94": 10,
                    "96": 10,
                    "97": 10,
                    "98": 10,
                    "101": 10
                },
                "default": {
                    "90": 10,
                    "91": 10,
                    "94": 10,
                    "96": 10,
                    "97": 10,
                    "98": 10,
                    "101": 3
                }
            },
            "randloot": {
                "5": {
                    "256": 20,
                    "257": 20,
                    "1524": 0.4
                },
                "6": {
                    "256": 15,
                    "257": 15,
                    "1524": 0.4
                }
            },
            "questloot": {
                "340": {
                    "default": {
                        "2230": 100
                    }
                }
            }
        },
        "location": "sklep",
    },
    "15": {
        "id": 15,
        "name": "Хранитель Склепа",
        "maxhp": 50,
        "level": 4,
        "avatar": 99,
        "doll": "keeper",
        "picture": "keeper",
        "minhit": 15,
        "maxhit": 26,
        "dodge": 25,
        "crit": 10,
        "defence": 11,
        "hitsound": "bones",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 20,
                    "max": 40
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 20, 0, 0, 0],
                "4": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "3": {
                    "63": 15,
                    "67": 13,
                    "71": 10,
                    "72": 10,
                    "2073": 1
                },
                "4": {
                    "63": 10,
                    "67": 7,
                    "71": 2,
                    "72": 2,
                    "12": 6
                },
                "5": {
                    "63": 3,
                    "67": 1,
                    "71": 1,
                    "72": 1,
                    "12": 4
                },
                "default": {
                    "12": 3
                }
            }
        },
        "location": "sklep",
    },
    "16": {
        "id": 16,
        "name": "Бурый Пупмат",
        "maxhp": 250,
        "level": 6,
        "avatar": 42,
        "doll": "pupred",
        "picture": "pupred",
        "minhit": 22,
        "maxhit": 48,
        "dodge": 15,
        "crit": 20,
        "defence": 14,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "5": {
                    "min": 170,
                    "max": 320
                },
                "6": {
                    "min": 160,
                    "max": 320
                },
                "7": {
                    "min": 80,
                    "max": 160
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 10,
                    "108": 10,
                    "111": 100,
                    "18": 1,
                    "21": 1,
                    "373": 5
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "111": 100,
                    "18": 0.5,
                    "21": 0.5,
                    "373": 2
                },
                "7": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2,
                    "111": 80,
                    "18": 0.2,
                    "21": 0.2,
                    "373": 1
                },
                "default": {
                    "111": 70,
                    "18": 0.1,
                    "21": 0.1,
                    "373": 0.5
                }
            },
            "questloot": {
                "88": {
                    "5": {
                        "390": 15
                    },
                    "6": {
                        "390": 10
                    }
                },
                "181": {
                    "default": {
                        "1070": 20
                    }
                }
            }
        },
        "location": "bolota",
    },
    "17": {
        "id": 17,
        "name": "Джонатан Jr",
        "maxhp": 250,
        "level": 6,
        "avatar": 31,
        "doll": "jonathan",
        "picture": "jonathan",
        "minhit": 25,
        "maxhit": 37,
        "dodge": 10,
        "crit": 30,
        "defence": 12,
        "hitsound": "organic",
        "gender": 1,
        "race": "plant",
        "loot": {
            "money": {
                "5": {
                    "min": 170,
                    "max": 320
                },
                "6": {
                    "min": 160,
                    "max": 320
                },
                "7": {
                    "min": 80,
                    "max": 160
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 13,
                    "68": 12,
                    "107": 10,
                    "108": 10,
                    "110": 100,
                    "50": 1,
                    "47": 1,
                    "375": 5
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "110": 90,
                    "50": 0.6,
                    "47": 0.6,
                    "375": 3
                },
                "7": {
                    "64": 7,
                    "68": 5,
                    "107": 3,
                    "108": 3,
                    "110": 80,
                    "50": 0.3,
                    "47": 0.3,
                    "375": 1
                },
                "default": {
                    "110": 80,
                    "50": 0.1,
                    "47": 0.1,
                    "375": 0.5
                }
            },
            "questloot": {
                "69": {
                    "default": {
                        "326": 1
                    }
                },
                "88": {
                    "5": {
                        "390": 15
                    },
                    "6": {
                        "390": 10
                    }
                }
            }
        },
        "location": "bolota",
    },
    "18": {
        "id": 18,
        "name": "Пупмат",
        "maxhp": 200,
        "level": 5,
        "avatar": 15,
        "doll": "pupmat",
        "picture": "pupmat",
        "minhit": 17,
        "maxhit": 32,
        "dodge": 15,
        "crit": 20,
        "defence": 11,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "5": {
                    "min": 80,
                    "max": 160
                },
                "6": {
                    "min": 40,
                    "max": 80
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "111": 100,
                    "47": 0.8,
                    "21": 0.8,
                    "373": 3
                },
                "6": {
                    "64": 7,
                    "68": 4,
                    "107": 3,
                    "108": 3,
                    "111": 80,
                    "47": 0.3,
                    "21": 0.3,
                    "373": 1
                },
                "default": {
                    "111": 80,
                    "47": 0.1,
                    "21": 0.1,
                    "373": 0.5
                }
            },
            "questloot": {
                "87": {
                    "5": {
                        "390": 10
                    }
                },
                "88": {
                    "5": {
                        "390": 10
                    }
                },
                "181": {
                    "default": {
                        "1070": 20
                    }
                }
            }
        },
        "location": "bolota",
    },
    "19": {
        "id": 19,
        "name": "Джонатан Sr",
        "maxhp": 300,
        "level": 7,
        "avatar": 46,
        "doll": "srjohn",
        "picture": "srjohn",
        "minhit": 32,
        "maxhit": 52,
        "dodge": 10,
        "crit": 30,
        "mastery": 40,
        "defence": 15,
        "hitsound": "organic",
        "gender": 1,
        "race": "plant",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0],
                "7": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 15,
                    "68": 13,
                    "107": 10,
                    "108": 10,
                    "110": 100,
                    "57": 2,
                    "20": 2,
                    "375": 5
                },
                "6": {
                    "64": 13,
                    "68": 10,
                    "107": 8,
                    "108": 8,
                    "110": 100,
                    "57": 1,
                    "20": 1,
                    "375": 3
                },
                "7": {
                    "64": 10,
                    "68": 7,
                    "107": 5,
                    "108": 5,
                    "110": 100,
                    "57": 0.4,
                    "20": 0.4,
                    "375": 2
                },
                "8": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2,
                    "110": 80,
                    "57": 0.2,
                    "20": 0.2,
                    "375": 1
                },
                "default": {
                    "110": 70,
                    "57": 0.1,
                    "20": 0.1,
                    "375": 0.5
                }
            },
            "questloot": {
                "69": {
                    "default": {
                        "326": 2
                    }
                },
                "88": {
                    "5": {
                        "390": 20
                    },
                    "6": {
                        "390": 15
                    },
                    "7": {
                        "390": 10
                    }
                }
            }
        },
        "location": "bolota",
    },
    "20": {
        "id": 20,
        "name": "Девичья Радость",
        "maxhp": 250,
        "level": 6,
        "avatar": 43,
        "doll": "drhard",
        "picture": "drhard",
        "minhit": 29,
        "maxhit": 36,
        "dodge": 10,
        "crit": 10,
        "defence": 13,
        "hitsound": "organic",
        "gender": 2,
        "race": "plant",
        "loot": {
            "money": {
                "5": {
                    "min": 170,
                    "max": 320
                },
                "6": {
                    "min": 160,
                    "max": 320
                },
                "7": {
                    "min": 80,
                    "max": 160
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 9,
                    "108": 9,
                    "113": 80,
                    "50": 1,
                    "18": 1,
                    "374": 5
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "113": 80,
                    "50": 0.3,
                    "18": 0.3,
                    "374": 3
                },
                "7": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2,
                    "113": 80,
                    "50": 0.2,
                    "18": 0.2,
                    "374": 1
                },
                "default": {
                    "113": 80,
                    "50": 0.1,
                    "18": 0.1,
                    "374": 0.5
                }
            },
            "questloot": {
                "88": {
                    "5": {
                        "390": 15
                    },
                    "6": {
                        "390": 10
                    }
                }
            }
        },
        "location": "bolota",
    },
    "21": {
        "id": 21,
        "name": "Особая ДР",
        "maxhp": 350,
        "level": 7,
        "avatar": 44,
        "doll": "drspecial",
        "picture": "drspecial",
        "minhit": 30,
        "maxhit": 40,
        "dodge": 10,
        "crit": 10,
        "defence": 22,
        "hitsound": "organic",
        "gender": 2,
        "race": "plant",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [70, 10, 0, 0, 0],
                "6": [100, 10, 0, 0, 0],
                "7": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 9,
                    "108": 9,
                    "113": 100,
                    "112": 5,
                    "19": 5,
                    "57": 5,
                    "374": 10,
                    "556": 5
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "113": 100,
                    "112": 4,
                    "19": 1,
                    "57": 1,
                    "374": 5,
                    "556": 5
                },
                "7": {
                    "64": 10,
                    "68": 9,
                    "107": 8,
                    "108": 8,
                    "113": 100,
                    "112": 4,
                    "19": 0.5,
                    "57": 0.5,
                    "374": 2,
                    "556": 4
                },
                "8": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2,
                    "113": 100,
                    "112": 4,
                    "19": 0.2,
                    "57": 0.2,
                    "374": 1,
                    "556": 3
                },
                "default": {
                    "113": 100,
                    "19": 0.1,
                    "57": 0.1,
                    "374": 0.5,
                    "556": 1
                }
            },
            "questloot": {
                "31": {
                    "default": {
                        "135": 100
                    }
                },
                "32": {
                    "default": {
                        "136": 100
                    }
                },
                "88": {
                    "5": {
                        "390": 20
                    },
                    "6": {
                        "390": 10
                    },
                    "7": {
                        "390": 10
                    }
                }
            }
        },
        "location": "bolota",
    },
    "22": {
        "id": 22,
        "name": "Молодая Радость",
        "maxhp": 150,
        "level": 5,
        "avatar": 32,
        "doll": "girlsjoy",
        "picture": "girlsjoy",
        "minhit": 21,
        "maxhit": 29,
        "dodge": 10,
        "crit": 10,
        "defence": 12,
        "hitsound": "organic",
        "gender": 2,
        "race": "plant",
        "loot": {
            "money": {
                "5": {
                    "min": 80,
                    "max": 160
                },
                "6": {
                    "min": 40,
                    "max": 80
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [150, 10, 0, 0, 0],
                "6": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 13,
                    "68": 12,
                    "107": 7,
                    "108": 7,
                    "113": 50,
                    "19": 1,
                    "15": 1,
                    "374": 3
                },
                "6": {
                    "64": 10,
                    "68": 7,
                    "107": 5,
                    "108": 5,
                    "113": 30,
                    "19": 0.4,
                    "15": 0.4,
                    "374": 1
                },
                "default": {
                    "113": 30,
                    "19": 0.2,
                    "15": 0.2,
                    "374": 0.5
                }
            },
            "questloot": {
                "87": {
                    "5": {
                        "390": 10
                    }
                },
                "88": {
                    "5": {
                        "390": 10
                    }
                }
            }
        },
        "location": "bolota",
    },
    "23": {
        "id": 23,
        "name": "Юный Лукэтлог",
        "maxhp": 30,
        "level": 2,
        "avatar": 14,
        "doll": "lookatlog",
        "picture": "lookatlog",
        "minhit": 7,
        "maxhit": 11,
        "crit": 5,
        "defence": 1,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "1": {
                    "min": 15,
                    "max": 25
                },
                "2": {
                    "min": 15,
                    "max": 30
                },
                "3": {
                    "min": 10,
                    "max": 20
                },
                "4": {
                    "min": 5,
                    "max": 10
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "1": [100, 10, 0, 0, 0],
                "2": [150, 10, 0, 0, 0],
                "3": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "1": {
                    "2": 20,
                    "63": 20,
                    "67": 15,
                    "71": 10,
                    "72": 10
                },
                "2": {
                    "2": 20,
                    "63": 15,
                    "67": 13,
                    "71": 7,
                    "72": 7
                },
                "3": {
                    "2": 20,
                    "63": 10,
                    "67": 7,
                    "71": 5,
                    "72": 5
                },
                "4": {
                    "2": 20,
                    "63": 5,
                    "67": 3,
                    "71": 2,
                    "72": 2
                },
                "default": {
                    "2": 10
                }
            },
            "questloot": {
                "8": {
                    "default": {
                        "81": 100
                    }
                }
            }
        },
        "location": "city",
    },
    "24": {
        "id": 24,
        "name": "Альфа Лукэтлог",
        "maxhp": 100,
        "level": 2,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 11,
        "maxhit": 16,
        "dodge": 20,
        "crit": 20,
        "defence": 6,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city",
    },
    "25": {
        "id": 25,
        "name": "Призванная",
        "maxhp": 130,
        "level": 4,
        "avatar": 45,
        "doll": "ghostgirl",
        "picture": "ghostgirl",
        "minhit": 12,
        "maxhit": 16,
        "dodge": 15,
        "crit": 20,
        "defence": 7,
        "hitsound": "cotton",
        "gender": 2,
        "race": "undead",
        "location": "city, priziv",
    },
    "26": {
        "id": 26,
        "name": "Странник Глубин",
        "maxhp": 300,
        "level": 6,
        "avatar": 50,
        "doll": "diver",
        "picture": "diver",
        "minhit": 36,
        "maxhit": 47,
        "crit": 15,
        "defence": 13,
        "hitsound": "metal",
        "gender": 1,
        "race": "undead",
        "location": "city, priziv",
    },
    "27": {
        "id": 27,
        "name": "Сотрудник Охраны",
        "maxhp": 500,
        "level": 15,
        "avatar": 8,
        "doll": "mob_elv_male",
        "picture": "ohrana",
        "minhit": 100,
        "maxhit": 150,
        "dodge": 50,
        "crit": 50,
        "mastery": 50,
        "defence": 50,
        "hitsound": "wood",
        "gender": 1,
        "race": "elv",
        "loot": {
            "money": {
                "default": {
                    "min": 200,
                    "max": 200
                }
            }
        },
        "location": "city",
    },
    "28": {
        "id": 28,
        "name": "Голодная N",
        "maxhp": 66,
        "level": 2,
        "avatar": 18,
        "doll": "zombiegirl",
        "picture": "zombiegirl",
        "minhit": 6,
        "maxhit": 11,
        "dodge": 7,
        "crit": 47,
        "defence": 2,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "2": {
                    "min": 20,
                    "max": 40
                },
                "3": {
                    "min": 15,
                    "max": 30
                },
                "4": {
                    "min": 7,
                    "max": 15
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "2": [150, 10, 0, 0, 0],
                "3": [150, 10, 0, 0, 0],
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "2": {
                    "63": 30,
                    "67": 25,
                    "71": 20,
                    "72": 20,
                    "11": 15
                },
                "3": {
                    "63": 13,
                    "67": 12,
                    "71": 6,
                    "72": 6,
                    "11": 15
                },
                "4": {
                    "63": 6,
                    "67": 6,
                    "71": 3,
                    "72": 3,
                    "11": 5
                },
                "default": {
                    "11": 5
                }
            },
            "questloot": {
                "13": {
                    "default": {
                        "88": 100
                    }
                }
            }
        },
        "location": "city",
    },
    "29": {
        "id": 29,
        "name": "Мухтар",
        "maxhp": 70,
        "level": 3,
        "avatar": 15,
        "doll": "pupmat",
        "picture": "pupmat",
        "minhit": 8,
        "maxhit": 10,
        "dodge": 20,
        "defence": 3000,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city",
    },
    "30": {
        "id": 30,
        "name": "Бревень",
        "maxhp": 150,
        "level": 4,
        "avatar": 52,
        "doll": "breven",
        "picture": "breven",
        "minhit": 16,
        "maxhit": 20,
        "dodge": 15,
        "crit": 15,
        "defence": 10,
        "hitsound": "metal",
        "gender": 1,
        "race": "plant",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 20,
                    "max": 40
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 25,
                    "67": 22,
                    "71": 22,
                    "72": 22,
                    "139": 35,
                    "140": 18,
                    "141": 17,
                    "142": 15,
                    "143": 12
                },
                "5": {
                    "63": 20,
                    "67": 17,
                    "71": 17,
                    "72": 17,
                    "139": 32,
                    "140": 16,
                    "141": 15,
                    "142": 13,
                    "143": 11
                },
                "default": {
                    "139": 20,
                    "140": 3,
                    "141": 3,
                    "142": 2,
                    "143": 0.7
                }
            },
            "questloot": {
                "79": {
                    "default": {
                        "338": 10
                    }
                },
                "87": {
                    "4": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
    },
    "31": {
        "id": 31,
        "name": "Замшелый Бревень",
        "maxhp": 200,
        "level": 5,
        "avatar": 53,
        "doll": "evilbreven",
        "picture": "evilbreven",
        "minhit": 21,
        "maxhit": 27,
        "dodge": 15,
        "crit": 15,
        "defence": 10,
        "hitsound": "metal",
        "gender": 1,
        "race": "plant",
        "loot": {
            "money": {
                "4": {
                    "min": 85,
                    "max": 160
                },
                "5": {
                    "min": 80,
                    "max": 160
                },
                "6": {
                    "min": 40,
                    "max": 80
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0],
                "5": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "64": 23,
                    "68": 22,
                    "107": 20,
                    "108": 20,
                    "139": 40,
                    "140": 20,
                    "141": 18,
                    "142": 17,
                    "143": 13,
                    "8": 13
                },
                "5": {
                    "64": 20,
                    "68": 17,
                    "107": 15,
                    "108": 15,
                    "139": 35,
                    "140": 17,
                    "141": 16,
                    "142": 15,
                    "143": 12,
                    "8": 12
                },
                "default": {
                    "139": 20,
                    "140": 4,
                    "141": 3,
                    "142": 2,
                    "143": 1,
                    "8": 0.8
                }
            },
            "questloot": {
                "79": {
                    "default": {
                        "338": 10
                    }
                },
                "87": {
                    "4": {
                        "390": 15
                    },
                    "5": {
                        "390": 10
                    }
                },
                "88": {
                    "5": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
    },
    "32": {
        "id": 32,
        "name": "Стюардесса",
        "maxhp": 666,
        "level": 6,
        "avatar": 140,
        "doll": "stewardess",
        "picture": "stewardess",
        "minhit": 20,
        "maxhit": 28,
        "dodge": 10,
        "crit": 15,
        "mastery": 25,
        "defence": 13,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [70, 10, 0, 0, 0],
                "6": [100, 10, 0, 0, 0],
                "7": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 9,
                    "108": 9,
                    "113": 100
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7
                },
                "7": {
                    "64": 10,
                    "68": 9,
                    "107": 8,
                    "108": 8
                },
                "8": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2
                },
                "default": {
                    "64": 1
                }
            }
        },
        "location": "bolota",
    },
    "33": {
        "id": 33,
        "name": "Капитан",
        "maxhp": 400,
        "level": 7,
        "avatar": 142,
        "doll": "captain_heli",
        "picture": "captain_heli",
        "minhit": 23,
        "maxhit": 32,
        "crit": 5,
        "mastery": 25,
        "defence": 20,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [70, 10, 0, 0, 0],
                "6": [100, 10, 0, 0, 0],
                "7": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 9,
                    "108": 9,
                    "113": 100
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7
                },
                "7": {
                    "64": 10,
                    "68": 9,
                    "107": 8,
                    "108": 8
                },
                "8": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2
                },
                "default": {
                    "64": 1
                }
            }
        },
        "location": "bolota",
    },
    "34": {
        "id": 34,
        "name": "Тихая Пассажирка",
        "maxhp": 550,
        "level": 8,
        "avatar": 143,
        "doll": "quietgirl",
        "picture": "quietgirl",
        "minhit": 25,
        "maxhit": 32,
        "dodge": 15,
        "crit": 15,
        "mastery": 25,
        "defence": 22,
        "hitsound": "cotton",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [70, 10, 0, 0, 0],
                "6": [100, 10, 0, 0, 0],
                "7": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "64": 14,
                    "68": 12,
                    "107": 9,
                    "108": 9,
                    "113": 100
                },
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7
                },
                "7": {
                    "64": 10,
                    "68": 9,
                    "107": 8,
                    "108": 8
                },
                "8": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2
                },
                "default": {
                    "64": 1
                }
            },
            "questloot": {
                "38": {
                    "default": {
                        "146": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "35": {
        "id": 35,
        "name": "Жертва Глубин",
        "maxhp": 400,
        "level": 8,
        "avatar": 50,
        "doll": "diver",
        "picture": "diver",
        "minhit": 68,
        "maxhit": 94,
        "crit": 15,
        "mastery": 20,
        "defence": 25,
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "7": {
                    "min": 700,
                    "max": 1280
                },
                "8": {
                    "min": 640,
                    "max": 1280
                },
                "9": {
                    "min": 320,
                    "max": 640
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 10, 0, 0, 0],
                "8": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "64": 20,
                    "68": 20,
                    "107": 15,
                    "108": 15,
                    "376": 3
                },
                "8": {
                    "64": 15,
                    "68": 5,
                    "107": 12,
                    "108": 12,
                    "376": 2
                },
                "9": {
                    "64": 10,
                    "68": 10,
                    "107": 8,
                    "108": 8,
                    "376": 1
                },
                "default": {
                    "376": 0.4
                }
            },
            "questloot": {
                "42": {
                    "default": {
                        "176": 5
                    }
                }
            }
        },
        "location": "pg",
    },
    "36": {
        "id": 36,
        "name": "Матроскин",
        "maxhp": 300,
        "level": 7,
        "avatar": 63,
        "doll": "pirate",
        "picture": "pirate",
        "minhit": 50,
        "maxhit": 79,
        "dodge": 25,
        "crit": 15,
        "mastery": 40,
        "defence": 21,
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "7": {
                    "min": 700,
                    "max": 1280
                },
                "8": {
                    "min": 640,
                    "max": 1280
                },
                "9": {
                    "min": 320,
                    "max": 640
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 10, 0, 0, 0],
                "8": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "64": 20,
                    "68": 20,
                    "107": 15,
                    "108": 15
                },
                "8": {
                    "64": 15,
                    "68": 5,
                    "107": 12,
                    "108": 12
                },
                "9": {
                    "64": 10,
                    "68": 10,
                    "107": 8,
                    "108": 8
                }
            },
            "questloot": {
                "42": {
                    "default": {
                        "176": 5
                    }
                }
            }
        },
        "location": "pg",
    },
    "37": {
        "id": 37,
        "name": "Тихоходка",
        "isboss": 1,
        "maxhp": 2500,
        "level": 8,
        "avatar": 62,
        "doll": "tihohodka",
        "picture": "tihohodka",
        "minhit": 50,
        "maxhit": 80,
        "dodge": 15,
        "crit": 25,
        "mastery": 50,
        "defence": 35,
        "gender": 2,
        "race": "beast",
        "loot": {
            "money": {
                "default": {
                    "min": 2000,
                    "max": 2500
                }
            },
            "crystals": {
                "default": [150, 10, 0, 0, 0]
            }
        },
        "location": "city",
        "hidden": 1
    },
    "38": {
        "id": 38,
        "name": "Кейси",
        "isboss": 1,
        "maxhp": 999,
        "level": 7,
        "avatar": 64,
        "doll": "mob_human_male",
        "picture": "mob_human_male_cock",
        "minhit": 52,
        "maxhit": 72,
        "crit": 20,
        "mastery": 40,
        "resilience": 5,
        "defence": 17,
        "hitsound": "metal",
        "gender": 1,
        "race": "undead",
        "pet": 11,
        "loot": {
            "money": {
                "default": {
                    "min": 10000,
                    "max": 20000
                }
            },
            "loot": {
                "6": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 10,
                    "137": 10
                },
                "7": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 10,
                    "137": 10
                },
                "8": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 10,
                    "137": 10
                },
                "9": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 10,
                    "137": 10
                },
                "10": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 10,
                    "137": 10
                },
                "default": {
                    "162": 15,
                    "163": 20,
                    "164": 20,
                    "159": 15,
                    "156": 10,
                    "168": 2,
                    "137": 10
                }
            },
            "randloot": {
                "7": {
                    "167": 100,
                    "256": 20,
                    "257": 20,
                    "557": 3,
                    "1525": 0.4
                },
                "8": {
                    "167": 100,
                    "557": 2.5,
                    "1525": 0.4
                },
                "15": {
                    "167": 100,
                    "557": 9
                },
                "16": {
                    "167": 100,
                    "557": 10
                },
                "17": {
                    "167": 100,
                    "557": 11
                },
                "18": {
                    "167": 100,
                    "557": 12
                },
                "19": {
                    "167": 100,
                    "557": 13
                },
                "20": {
                    "167": 100,
                    "557": 15
                },
                "default": {
                    "167": 100,
                    "557": 0.7
                }
            }
        },
        "location": "pg",
    },
    "39": {
        "id": 39,
        "name": "Жак",
        "isboss": 1,
        "maxhp": 800,
        "level": 8,
        "avatar": 66,
        "doll": "jacques",
        "picture": "jacques",
        "minhit": 65,
        "maxhit": 86,
        "crit": 20,
        "mastery": 40,
        "resilience": 10,
        "defence": 35,
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "default": {
                    "min": 20000,
                    "max": 40000
                }
            },
            "loot": {
                "6": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 15,
                    "137": 15,
                    "158": 15
                },
                "7": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 15,
                    "137": 15,
                    "158": 15
                },
                "8": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 15,
                    "137": 15,
                    "158": 15
                },
                "9": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 15,
                    "137": 15,
                    "158": 15
                },
                "10": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 15,
                    "137": 15,
                    "158": 15
                },
                "default": {
                    "177": 15,
                    "163": 10,
                    "156": 15,
                    "169": 15,
                    "168": 3,
                    "137": 15,
                    "158": 15
                }
            },
            "questloot": {
                "42": {
                    "default": {
                        "176": 100
                    }
                }
            },
            "randloot": {
                "7": {
                    "256": 20,
                    "257": 20,
                    "1526": 0.4
                },
                "8": {
                    "256": 20,
                    "257": 20,
                    "1526": 0.4
                }
            }
        },
        "location": "pg",
    },
    "40": {
        "id": 40,
        "name": "Спящий",
        "isboss": 1,
        "maxhp": 2000,
        "startrage": 100,
        "level": 10,
        "avatar": 70,
        "doll": "oko_twohit",
        "picture": "oko_twohit",
        "minhit": 55,
        "maxhit": 120,
        "crit": 22,
        "mastery": 60,
        "resilience": 10,
        "defence": 28,
        "gender": 1,
        "race": "undead",
        "loot": {
            "money": {
                "default": {
                    "min": 30000,
                    "max": 50000
                }
            },
            "loot": {
                "default": {
                    "177": 10,
                    "169": 10,
                    "126": 10,
                    "154": 25,
                    "157": 25,
                    "155": 10,
                    "158": 10,
                    "750": 11
                }
            },
            "randloot": {
                "7": {
                    "254": 3,
                    "256": 20,
                    "257": 20,
                    "2283": 1
                },
                "8": {
                    "254": 2,
                    "256": 20,
                    "257": 20,
                    "2283": 1
                },
                "9": {
                    "254": 2,
                    "256": 20,
                    "257": 20,
                    "2283": 1
                },
                "10": {
                    "254": 1,
                    "256": 20,
                    "257": 20,
                    "2283": 1
                },
                "11": {
                    "254": 0.7,
                    "2283": 1
                }
            },
            "psevdorandloot": {
                "254": {
                    "max": 4,
                    "min": 0.7
                },
                "2283": {
                    "max": 4,
                    "min": 0.7
                }
            }
        },
        "location": "pg",
    },
    "41": {
        "id": 41,
        "name": "Жабоид Вася|Жабоид Петя|Жабоид Игорь|Жабоид Ваня|Жабоид Егор|Жабоид Гриша|Жабоид Антон|Жабоид Тимур|Жабоид Дима|Жабоид Маша|Жабоид Александр",
        "maxhp": 450,
        "level": 9,
        "avatar": 65,
        "doll": "bolotnik",
        "picture": "bolotnik",
        "minhit": 46,
        "maxhit": 80,
        "mastery": 25,
        "resilience": 10,
        "defence": 29,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 1800,
                    "max": 2560
                },
                "8": {
                    "min": 1400,
                    "max": 2560
                },
                "9": {
                    "min": 1280,
                    "max": 2560
                },
                "10": {
                    "min": 640,
                    "max": 1280
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 20, 0, 0, 0],
                "8": [100, 10, 0, 0, 0],
                "9": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "64": 25,
                    "68": 25,
                    "107": 20,
                    "108": 20,
                    "377": 0.5
                },
                "8": {
                    "64": 15,
                    "68": 15,
                    "107": 12,
                    "108": 12,
                    "377": 0.4
                },
                "9": {
                    "64": 12,
                    "68": 12,
                    "107": 10,
                    "108": 10,
                    "377": 0.3
                },
                "10": {
                    "64": 10,
                    "68": 10,
                    "107": 8,
                    "108": 8,
                    "377": 0.2
                },
                "default": {
                    "377": 0.1
                }
            },
            "questloot": {
                "88": {
                    "9": {
                        "390": 10
                    }
                }
            }
        },
        "location": "pg",
    },
    "42": {
        "id": 42,
        "name": "Жрица Спящего",
        "maxhp": 380,
        "startrage": 20,
        "level": 9,
        "avatar": 68,
        "doll": "drowned",
        "picture": "drowned",
        "minhit": 62,
        "maxhit": 89,
        "dodge": 30,
        "crit": 20,
        "mastery": 20,
        "defence": 38,
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "7": {
                    "min": 1800,
                    "max": 2560
                },
                "8": {
                    "min": 1400,
                    "max": 2560
                },
                "9": {
                    "min": 1280,
                    "max": 2560
                },
                "10": {
                    "min": 640,
                    "max": 1280
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 20, 0, 0, 0],
                "8": [100, 10, 0, 0, 0],
                "9": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "64": 25,
                    "68": 25,
                    "107": 20,
                    "108": 20
                },
                "8": {
                    "64": 15,
                    "68": 15,
                    "107": 12,
                    "108": 12
                },
                "9": {
                    "64": 12,
                    "68": 12,
                    "107": 10,
                    "108": 10
                },
                "10": {
                    "64": 10,
                    "68": 10,
                    "107": 8,
                    "108": 8
                }
            }
        },
        "location": "pg",
    },
    "43": {
        "id": 43,
        "name": "Смоляной Пупмат",
        "maxhp": 300,
        "level": 8,
        "avatar": 67,
        "doll": "pupblack",
        "picture": "pupblack",
        "minhit": 32,
        "maxhit": 59,
        "dodge": 17,
        "crit": 22,
        "mastery": 50,
        "defence": 19,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 700,
                    "max": 1280
                },
                "8": {
                    "min": 640,
                    "max": 1000
                },
                "9": {
                    "min": 320,
                    "max": 500
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 10, 0, 0, 0],
                "8": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "64": 20,
                    "68": 20,
                    "107": 15,
                    "108": 15,
                    "373": 5,
                    "555": 1
                },
                "8": {
                    "64": 15,
                    "68": 5,
                    "107": 12,
                    "108": 12,
                    "111": 100,
                    "57": 0.3,
                    "20": 0.3,
                    "373": 1,
                    "555": 0.5
                },
                "9": {
                    "64": 10,
                    "68": 10,
                    "107": 8,
                    "108": 8,
                    "111": 90,
                    "57": 0.1,
                    "20": 0.1,
                    "373": 0.4,
                    "555": 0.2
                },
                "10": {
                    "111": 80,
                    "57": 0.03,
                    "20": 0.03,
                    "373": 0.2,
                    "555": 0.1
                },
                "default": {
                    "111": 50,
                    "57": 0.03,
                    "20": 0.03,
                    "373": 0.2,
                    "555": 0.05
                }
            },
            "questloot": {
                "88": {
                    "8": {
                        "390": 10
                    }
                },
                "90": {
                    "8": {
                        "395": 25
                    },
                    "default": {
                        "395": 20
                    }
                },
                "181": {
                    "default": {
                        "1070": 20
                    }
                }
            }
        },
        "location": "bolota",
    },
    "44": {
        "id": 44,
        "name": "Тентакль",
        "maxhp": 300,
        "level": 9,
        "avatar": 69,
        "doll": "eye",
        "picture": "eye",
        "minhit": 52,
        "maxhit": 75,
        "dodge": 40,
        "crit": 15,
        "defence": 24,
        "gender": 1,
        "race": "beast",
        "location": "pg",
    },
    "45": {
        "id": 45,
        "name": "Щупальце",
        "maxhp": 400,
        "level": 9,
        "avatar": 73,
        "doll": "thorn",
        "picture": "thorn",
        "minhit": 57,
        "maxhit": 88,
        "crit": 30,
        "defence": 29,
        "gender": 2,
        "race": "beast",
        "location": "pg",
    },
    "46": {
        "id": 46,
        "name": "Псевдопода",
        "maxhp": 500,
        "level": 9,
        "avatar": 71,
        "doll": "tentacle",
        "picture": "tentacle",
        "minhit": 47,
        "maxhit": 68,
        "defence": 35,
        "gender": 2,
        "race": "beast",
        "location": "pg, priziv",
    },
    "47": {
        "id": 47,
        "name": "Бархатун",
        "maxhp": 130,
        "level": 4,
        "avatar": 74,
        "doll": "chair",
        "picture": "chair",
        "minhit": 10,
        "maxhit": 18,
        "dodge": 10,
        "crit": 10,
        "defence": 5,
        "gender": 1,
        "race": "ghost",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 20,
                    "max": 40
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 15,
                    "67": 12,
                    "71": 12,
                    "72": 12,
                    "196": 40,
                    "554": 1
                },
                "5": {
                    "63": 10,
                    "67": 7,
                    "71": 7,
                    "72": 7,
                    "196": 30,
                    "554": 1
                },
                "default": {
                    "196": 20,
                    "554": 1
                }
            },
            "questloot": {
                "80": {
                    "default": {
                        "339": 2
                    }
                },
                "87": {
                    "4": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
    },
    "48": {
        "id": 48,
        "name": "Когсворт",
        "maxhp": 200,
        "level": 5,
        "avatar": 79,
        "doll": "clock",
        "picture": "clock",
        "minhit": 16,
        "maxhit": 29,
        "dodge": 5,
        "crit": 5,
        "defence": 9,
        "gender": 1,
        "race": "ghost",
        "loot": {
            "money": {
                "4": {
                    "min": 85,
                    "max": 160
                },
                "5": {
                    "min": 80,
                    "max": 160
                },
                "6": {
                    "min": 40,
                    "max": 80
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0],
                "5": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "64": 13,
                    "68": 12,
                    "107": 10,
                    "108": 10,
                    "196": 20,
                    "345": 3,
                    "547": 0.55
                },
                "5": {
                    "64": 10,
                    "68": 7,
                    "107": 5,
                    "108": 5,
                    "196": 15,
                    "345": 2,
                    "547": 0.45
                },
                "default": {
                    "196": 10,
                    "345": 1,
                    "547": 0.95
                }
            },
            "loot": {
                "default": {
                    "188": 70,
                    "192": 20,
                    "194": 5.4,
                    "189": 3,
                    "191": 1,
                    "193": 0.55,
                    "190": 0.05
                }
            },
            "questloot": {
                "44": {
                    "default": {
                        "53": 15
                    }
                },
                "87": {
                    "4": {
                        "390": 15
                    },
                    "5": {
                        "390": 10
                    }
                },
                "88": {
                    "5": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
    },
    "49": {
        "id": 49,
        "name": "Голем Хранитель",
        "maxhp": 1000,
        "level": 5,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 40,
        "maxhit": 60,
        "dodge": 10,
        "crit": 10,
        "resilience": 30,
        "defence": 7,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "203": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "50": {
        "id": 50,
        "name": "Голем Страж",
        "maxhp": 1300,
        "level": 7,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 57,
        "maxhit": 93,
        "dodge": 15,
        "crit": 15,
        "resilience": 30,
        "defence": 13,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "204": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "51": {
        "id": 51,
        "name": "Голем Хранитель",
        "maxhp": 1500,
        "level": 8,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 75,
        "maxhit": 110,
        "dodge": 15,
        "crit": 15,
        "resilience": 60,
        "defence": 17,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "204": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "52": {
        "id": 52,
        "name": "Голем Страж",
        "maxhp": 2500,
        "level": 10,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 87,
        "maxhit": 118,
        "dodge": 15,
        "crit": 20,
        "resilience": 50,
        "defence": 30,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "205": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "53": {
        "id": 53,
        "name": "Голем Страж",
        "maxhp": 800,
        "level": 4,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 32,
        "maxhit": 48,
        "dodge": 10,
        "crit": 10,
        "resilience": 5,
        "defence": 5,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "203": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "54": {
        "id": 54,
        "name": "Голем Хранитель",
        "maxhp": 3000,
        "level": 11,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 107,
        "maxhit": 140,
        "dodge": 15,
        "crit": 20,
        "resilience": 100,
        "defence": 37,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "205": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "55": {
        "id": 55,
        "name": "Раб Руны",
        "maxhp": 500,
        "level": 4,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 40,
        "maxhit": 65,
        "crit": 20,
        "defence": 6,
        "gender": 1,
        "race": "mechanics",
        "location": "arena, priziv",
    },
    "56": {
        "id": 56,
        "name": "Раб Руны",
        "maxhp": 1000,
        "level": 7,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 75,
        "maxhit": 110,
        "crit": 20,
        "defence": 13,
        "gender": 1,
        "race": "mechanics",
        "location": "arena, priziv",
    },
    "57": {
        "id": 57,
        "name": "Раб Руны",
        "maxhp": 1700,
        "level": 10,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 110,
        "maxhit": 140,
        "crit": 25,
        "defence": 27,
        "gender": 1,
        "race": "mechanics",
        "location": "arena, priziv",
    },
    "58": {
        "id": 58,
        "name": "Лжемороз",
        "maxhp": 200,
        "level": 5,
        "avatar": 81,
        "doll": "santa",
        "picture": "santa",
        "minhit": 19,
        "maxhit": 23,
        "dodge": 5,
        "crit": 5,
        "defence": 14,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "4": {
                    "min": 85,
                    "max": 160
                },
                "5": {
                    "min": 80,
                    "max": 160
                },
                "6": {
                    "min": 40,
                    "max": 80
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0],
                "5": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "210": 6
                },
                "5": {
                    "210": 6
                },
                "6": {
                    "210": 6
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "59": {
        "id": 59,
        "name": "Лжемороз",
        "maxhp": 275,
        "level": 7,
        "avatar": 81,
        "doll": "santa",
        "picture": "santa",
        "minhit": 20,
        "maxhit": 45,
        "dodge": 15,
        "crit": 15,
        "defence": 21,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "5": {
                    "min": 340,
                    "max": 640
                },
                "6": {
                    "min": 330,
                    "max": 640
                },
                "7": {
                    "min": 320,
                    "max": 640
                },
                "8": {
                    "min": 160,
                    "max": 320
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0],
                "7": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "209": 5
                },
                "6": {
                    "209": 2
                },
                "7": {
                    "209": 1
                },
                "8": {
                    "209": 0.5
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "60": {
        "id": 60,
        "name": "Лжемороз",
        "maxhp": 350,
        "level": 9,
        "avatar": 81,
        "doll": "santa",
        "picture": "santa",
        "minhit": 30,
        "maxhit": 60,
        "dodge": 15,
        "crit": 20,
        "defence": 27,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 1800,
                    "max": 2560
                },
                "8": {
                    "min": 1400,
                    "max": 2560
                },
                "9": {
                    "min": 1280,
                    "max": 2560
                },
                "10": {
                    "min": 640,
                    "max": 1280
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 20, 0, 0, 0],
                "8": [100, 10, 0, 0, 0],
                "9": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "208": 5
                },
                "8": {
                    "208": 2
                },
                "9": {
                    "208": 1
                },
                "10": {
                    "208": 0.5
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "61": {
        "id": 61,
        "name": "Гоблин",
        "maxhp": 50,
        "level": 4,
        "avatar": 82,
        "doll": "gremlin",
        "picture": "gremlin",
        "minhit": 8,
        "maxhit": 11,
        "dodge": 20,
        "crit": 5,
        "defence": 6,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 80
                },
                "4": {
                    "min": 40,
                    "max": 80
                },
                "5": {
                    "min": 20,
                    "max": 40
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "4": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "210": 6
                },
                "5": {
                    "210": 6
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "62": {
        "id": 62,
        "name": "Гоблин",
        "maxhp": 125,
        "level": 6,
        "avatar": 82,
        "doll": "gremlin",
        "picture": "gremlin",
        "minhit": 20,
        "maxhit": 40,
        "dodge": 20,
        "crit": 10,
        "defence": 18,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "5": {
                    "min": 170,
                    "max": 320
                },
                "6": {
                    "min": 160,
                    "max": 320
                },
                "7": {
                    "min": 80,
                    "max": 160
                },
                "default": {
                    "min": 5,
                    "max": 10
                }
            },
            "crystals": {
                "5": [100, 10, 0, 0, 0],
                "6": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "5": {
                    "209": 2
                },
                "6": {
                    "209": 2
                },
                "7": {
                    "209": 1
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "63": {
        "id": 63,
        "name": "Гоблин",
        "maxhp": 175,
        "level": 8,
        "avatar": 82,
        "doll": "gremlin",
        "picture": "gremlin",
        "minhit": 25,
        "maxhit": 50,
        "dodge": 20,
        "crit": 15,
        "defence": 24,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 700,
                    "max": 1280
                },
                "8": {
                    "min": 640,
                    "max": 1280
                },
                "9": {
                    "min": 320,
                    "max": 640
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [100, 10, 0, 0, 0],
                "8": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "208": 10
                },
                "8": {
                    "208": 2
                },
                "9": {
                    "208": 1
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "64": {
        "id": 64,
        "name": "Иоган Палыч",
        "maxhp": 250,
        "level": 6,
        "avatar": 1,
        "doll": "mob_human_male",
        "picture": "iogan",
        "minhit": 42,
        "maxhit": 53,
        "dodge": 15,
        "crit": 15,
        "defence": 15,
        "gender": 1,
        "race": "human",
        "loot": {
            "money": {
                "default": {
                    "min": 200,
                    "max": 200
                }
            },
            "questloot": {
                "48": {
                    "default": {
                        "13": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "65": {
        "id": 65,
        "name": "Пэри Моппинс",
        "maxhp": 300,
        "level": 7,
        "avatar": 141,
        "doll": "perry_moppins",
        "picture": "perry_moppins",
        "minhit": 42,
        "maxhit": 53,
        "dodge": 15,
        "crit": 15,
        "defence": 24,
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "default": {
                    "min": 500,
                    "max": 500
                }
            },
            "questloot": {
                "49": {
                    "default": {
                        "15": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "66": {
        "id": 66,
        "name": "Снежный Лукэтлог",
        "maxhp": 400,
        "startrage": 35,
        "level": 9,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 50,
        "maxhit": 90,
        "dodge": 20,
        "crit": 20,
        "mastery": 55,
        "defence": 29,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 1800,
                    "max": 2500
                },
                "8": {
                    "min": 1400,
                    "max": 2500
                },
                "9": {
                    "min": 1280,
                    "max": 2500
                },
                "10": {
                    "min": 640,
                    "max": 1280
                },
                "default": {
                    "min": 10,
                    "max": 20
                }
            },
            "crystals": {
                "7": [4, 1, 0, 0, 0],
                "8": [5, 1, 0, 0, 0],
                "9": [20, 1, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "66": 20,
                    "236": 20,
                    "237": 20,
                    "278": 5,
                    "273": 5,
                    "278": 5
                },
                "8": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "278": 1,
                    "273": 1,
                    "278": 1
                },
                "9": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "278": 0.3,
                    "273": 0.3,
                    "278": 0.3
                },
                "10": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "278": 0.1,
                    "273": 0.1,
                    "278": 0.1
                },
                "default": {
                    "278": 0.05,
                    "273": 0.05,
                    "278": 0.05
                }
            },
            "questloot": {
                "338": {
                    "default": {
                        "2221": 5
                    }
                },
                "53": {
                    "default": {
                        "259": 20
                    }
                },
                "88": {
                    "8": {
                        "390": 10
                    },
                    "9": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "67": {
        "id": 67,
        "name": "Дух Гор",
        "maxhp": 450,
        "level": 10,
        "avatar": 88,
        "doll": "icy_spirit",
        "picture": "icy_spirit",
        "minhit": 66,
        "maxhit": 90,
        "crit": 20,
        "mastery": 100,
        "defence": 38,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 2600,
                    "max": 3000
                },
                "8": {
                    "min": 2500,
                    "max": 3000
                },
                "9": {
                    "min": 2200,
                    "max": 3000
                },
                "10": {
                    "min": 2000,
                    "max": 3000
                },
                "11": {
                    "min": 1000,
                    "max": 1500
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "7": [100, 100, 0, 0, 0],
                "8": [100, 50, 0, 0, 0],
                "9": [50, 15, 0, 0, 0],
                "10": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "66": 20,
                    "236": 20,
                    "237": 20,
                    "260": 100,
                    "271": 5,
                    "282": 5,
                    "529": 4
                },
                "8": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "260": 100,
                    "271": 1,
                    "282": 1,
                    "529": 4
                },
                "9": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "260": 90,
                    "271": 0.3,
                    "282": 0.3,
                    "529": 2
                },
                "10": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "260": 70,
                    "271": 0.1,
                    "282": 0.1,
                    "529": 1.5
                },
                "11": {
                    "66": 1,
                    "236": 1,
                    "237": 1,
                    "260": 50,
                    "271": 0.05,
                    "282": 0.05,
                    "529": 1
                },
                "default": {
                    "260": 30,
                    "271": 0.05,
                    "282": 0.05,
                    "529": 0.5,
                    "1242": 0.5
                }
            },
            "questloot": {
                "53": {
                    "default": {
                        "259": 20
                    }
                },
                "88": {
                    "9": {
                        "390": 15
                    },
                    "10": {
                        "390": 10
                    }
                },
                "89": {
                    "10": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "68": {
        "id": 68,
        "name": "Древний Дух Гор",
        "maxhp": 550,
        "level": 11,
        "avatar": 90,
        "doll": "icy_spirit_elite",
        "picture": "icy_spirit_elite",
        "minhit": 88,
        "maxhit": 108,
        "crit": 20,
        "mastery": 150,
        "defence": 51,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 3000,
                    "max": 4000
                },
                "8": {
                    "min": 2500,
                    "max": 4000
                },
                "9": {
                    "min": 2300,
                    "max": 4000
                },
                "10": {
                    "min": 2200,
                    "max": 4000
                },
                "11": {
                    "min": 2000,
                    "max": 4000
                },
                "12": {
                    "min": 1000,
                    "max": 2000
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "7": [1, 1, 0, 0, 0],
                "8": [5, 1, 0, 0, 0],
                "9": [10, 1, 0, 0, 0],
                "10": [15, 1, 0, 0, 0],
                "11": [25, 1, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "66": 25,
                    "236": 25,
                    "237": 25,
                    "260": 100,
                    "271": 5,
                    "279": 5,
                    "282": 5,
                    "529": 5
                },
                "8": {
                    "66": 15,
                    "236": 15,
                    "237": 15,
                    "260": 100,
                    "271": 1,
                    "279": 1,
                    "282": 1,
                    "529": 5
                },
                "9": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "260": 100,
                    "271": 0.2,
                    "279": 0.2,
                    "282": 0.2,
                    "529": 4
                },
                "10": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "260": 80,
                    "271": 0.1,
                    "279": 0.1,
                    "282": 0.1,
                    "529": 3
                },
                "11": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "260": 70,
                    "271": 0.1,
                    "279": 0.1,
                    "282": 0.1,
                    "529": 2
                },
                "12": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "260": 50,
                    "271": 0.05,
                    "279": 0.05,
                    "282": 0.05,
                    "529": 1.8
                },
                "default": {
                    "260": 30,
                    "271": 0.05,
                    "279": 0.05,
                    "282": 0.05,
                    "529": 1.4,
                    "1242": 0.5
                }
            },
            "questloot": {
                "338": {
                    "default": {
                        "2221": 15
                    }
                },
                "53": {
                    "default": {
                        "259": 25
                    }
                },
                "57": {
                    "default": {
                        "290": 5
                    }
                },
                "88": {
                    "9": {
                        "390": 20
                    },
                    "10": {
                        "390": 15
                    }
                },
                "89": {
                    "10": {
                        "390": 15
                    },
                    "11": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "69": {
        "id": 69,
        "name": "Могучая Сестра",
        "maxhp": 180,
        "level": 7,
        "avatar": 57,
        "doll": "mob_elv_female",
        "picture": "mob_elv_female",
        "minhit": 50,
        "maxhit": 75,
        "dodge": 20,
        "crit": 45,
        "mastery": 45,
        "defence": 10,
        "gender": 2,
        "race": "elv",
        "loot": {
            "money": {
                "default": {
                    "min": 1000,
                    "max": 2000
                }
            },
            "randloot": {
                "6": {
                    "323": 5
                },
                "7": {
                    "323": 2
                },
                "default": {
                    "323": 0.5
                }
            },
            "questloot": {
                "64": {
                    "default": {
                        "311": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "70": {
        "id": 70,
        "name": "Соловей-разбойник",
        "maxhp": 500,
        "level": 11,
        "avatar": 92,
        "doll": "birdie",
        "picture": "birdie",
        "minhit": 89,
        "maxhit": 112,
        "dodge": 5,
        "crit": 25,
        "mastery": 10,
        "defence": 36,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "7": {
                    "min": 3800,
                    "max": 4500
                },
                "8": {
                    "min": 3600,
                    "max": 4500
                },
                "9": {
                    "min": 3400,
                    "max": 4500
                },
                "10": {
                    "min": 3200,
                    "max": 4500
                },
                "11": {
                    "min": 3000,
                    "max": 4500
                },
                "12": {
                    "min": 1500,
                    "max": 2200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "7": [100, 500, 0, 0, 0],
                "8": [80, 50, 0, 0, 0],
                "9": [50, 30, 0, 0, 0],
                "10": [50, 20, 0, 0, 0],
                "11": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "7": {
                    "66": 25,
                    "236": 25,
                    "237": 25,
                    "285": 100,
                    "273": 5,
                    "270": 5,
                    "324": 5,
                    "530": 5
                },
                "8": {
                    "66": 15,
                    "236": 15,
                    "237": 15,
                    "285": 90,
                    "273": 1,
                    "270": 1,
                    "324": 1,
                    "530": 4
                },
                "9": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "285": 80,
                    "273": 0.2,
                    "270": 0.2,
                    "324": 0.2,
                    "530": 2.5,
                    "723": 0.5
                },
                "10": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "285": 70,
                    "273": 0.1,
                    "270": 0.1,
                    "324": 0.1,
                    "530": 1.9,
                    "723": 0.4
                },
                "11": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "285": 50,
                    "273": 0.1,
                    "270": 0.1,
                    "324": 0.1,
                    "530": 1.7,
                    "723": 0.3
                },
                "12": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "285": 40,
                    "273": 0.05,
                    "270": 0.05,
                    "324": 0.05,
                    "530": 1.5,
                    "723": 0.2
                },
                "default": {
                    "285": 30,
                    "273": 0.05,
                    "270": 0.05,
                    "324": 0.05,
                    "530": 1,
                    "723": 0.1
                }
            },
            "questloot": {
                "338": {
                    "default": {
                        "2221": 5
                    }
                },
                "56": {
                    "default": {
                        "286x2": 60
                    }
                },
                "89": {
                    "10": {
                        "390": 10
                    },
                    "11": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "71": {
        "id": 71,
        "name": "Соловей-налетчик",
        "maxhp": 600,
        "level": 12,
        "avatar": 93,
        "doll": "birdiered",
        "picture": "birdiered",
        "minhit": 95,
        "maxhit": 130,
        "dodge": 5,
        "crit": 30,
        "mastery": 15,
        "defence": 39,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "8": {
                    "min": 4800,
                    "max": 6500
                },
                "9": {
                    "min": 4600,
                    "max": 6500
                },
                "10": {
                    "min": 4400,
                    "max": 6500
                },
                "11": {
                    "min": 4200,
                    "max": 6500
                },
                "12": {
                    "min": 4000,
                    "max": 6500
                },
                "13": {
                    "min": 2000,
                    "max": 3200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "8": {
                    "66": 25,
                    "236": 25,
                    "237": 25,
                    "260": 100,
                    "261": 5,
                    "264": 5,
                    "324": 5,
                    "530": 5
                },
                "9": {
                    "66": 15,
                    "236": 15,
                    "237": 15,
                    "285": 90,
                    "261": 1,
                    "264": 1,
                    "324": 1,
                    "530": 3,
                    "723": 0.5
                },
                "10": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "285": 80,
                    "261": 0.5,
                    "264": 0.5,
                    "324": 0.5,
                    "530": 2.5,
                    "723": 0.5
                },
                "11": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "285": 60,
                    "261": 0.2,
                    "264": 0.2,
                    "324": 0.2,
                    "530": 2,
                    "723": 0.4
                },
                "12": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "285": 50,
                    "261": 0.1,
                    "264": 0.1,
                    "324": 0.1,
                    "530": 1.7,
                    "723": 0.3
                },
                "13": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "285": 40,
                    "261": 0.05,
                    "264": 0.05,
                    "324": 0.05,
                    "530": 1.5,
                    "723": 0.2
                },
                "default": {
                    "285": 30,
                    "261": 0.02,
                    "262": 0.02,
                    "324": 0.02,
                    "530": 1,
                    "723": 0.15
                }
            },
            "questloot": {
                "338": {
                    "default": {
                        "2221": 5
                    }
                },
                "56": {
                    "default": {
                        "286x2": 75
                    }
                },
                "89": {
                    "10": {
                        "390": 10
                    },
                    "11": {
                        "390": 10
                    },
                    "12": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "72": {
        "id": 72,
        "name": "Горный Тролль",
        "maxhp": 750,
        "level": 13,
        "avatar": 97,
        "doll": "stonetroll",
        "picture": "stonetroll",
        "minhit": 112,
        "maxhit": 132,
        "dodge": 5,
        "crit": 40,
        "mastery": 85,
        "defence": 59,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "8": {
                    "min": 4800,
                    "max": 6500
                },
                "9": {
                    "min": 4600,
                    "max": 6500
                },
                "10": {
                    "min": 4400,
                    "max": 6500
                },
                "11": {
                    "min": 4200,
                    "max": 6500
                },
                "12": {
                    "min": 4000,
                    "max": 6500
                },
                "13": {
                    "min": 2000,
                    "max": 3200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "8": {
                    "66": 25,
                    "236": 25,
                    "237": 25,
                    "261": 5,
                    "264": 5,
                    "270": 8,
                    "531": 4
                },
                "9": {
                    "66": 15,
                    "236": 15,
                    "237": 15,
                    "261": 1,
                    "264": 1,
                    "270": 1,
                    "531": 4
                },
                "10": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "261": 0.5,
                    "264": 0.5,
                    "270": 0.5,
                    "531": 3
                },
                "11": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "261": 0.2,
                    "264": 0.2,
                    "270": 0.2,
                    "531": 3
                },
                "12": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "261": 0.1,
                    "264": 0.1,
                    "270": 0.1,
                    "531": 2
                },
                "13": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "261": 0.05,
                    "264": 0.05,
                    "270": 0.05,
                    "531": 2
                },
                "default": {
                    "531": 1.5,
                    "1242": 0.5
                }
            },
            "questloot": {
                "338": {
                    "default": {
                        "2221": 10
                    }
                },
                "209": {
                    "default": {
                        "1159": 10
                    }
                },
                "89": {
                    "10": {
                        "390": 10
                    },
                    "11": {
                        "390": 10
                    },
                    "12": {
                        "390": 10
                    },
                    "13": {
                        "390": 50
                    }
                }
            },
            "reqloot": {
                "reqs": [{
                    "type": "buff",
                    "key": 553
                }],
                "items": {
                    "1418": 100
                }
            }
        },
        "location": "gory",
    },
    "73": {
        "id": 73,
        "name": "Ено-бой",
        "maxhp": 90,
        "level": 3,
        "avatar": 104,
        "doll": "raccoon_pink",
        "picture": "raccoon_pink",
        "minhit": 25,
        "maxhit": 36,
        "dodge": 18,
        "crit": 18,
        "defence": 3,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 90
                },
                "4": {
                    "min": 25,
                    "max": 50
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "3": {
                    "63": 15,
                    "67": 15,
                    "71": 15,
                    "72": 15,
                    "343": 0.3,
                    "549": 2
                },
                "4": {
                    "63": 12,
                    "67": 12,
                    "71": 10,
                    "72": 10,
                    "343": 0.1,
                    "549": 1
                },
                "default": {
                    "343": 0.05,
                    "549": 0.5
                }
            },
            "questloot": {
                "58": {
                    "default": {
                        "293": 100
                    }
                },
                "60": {
                    "default": {
                        "297": 40
                    }
                }
            }
        },
        "location": "city",
    },
    "74": {
        "id": 74,
        "name": "Разносчик Заразы",
        "maxhp": 500,
        "level": 10,
        "avatar": 98,
        "doll": "plaguekeeper",
        "picture": "plaguekeeper",
        "minhit": 56,
        "maxhit": 103,
        "dodge": 10,
        "crit": 20,
        "mastery": 20,
        "defence": 35,
        "gender": 1,
        "race": "undead",
        "location": "gory",
    },
    "75": {
        "id": 75,
        "name": "Ледяная Фея",
        "maxhp": 1000,
        "level": 11,
        "avatar": 102,
        "doll": "icegolem",
        "picture": "icegolem",
        "minhit": 77,
        "maxhit": 92,
        "crit": 15,
        "mastery": 60,
        "defence": 31,
        "hitsound": "glass",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "money": {
                "10": {
                    "min": 3200,
                    "max": 4500
                },
                "11": {
                    "min": 3000,
                    "max": 4500
                },
                "12": {
                    "min": 1500,
                    "max": 2200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "10": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "263": 0.5,
                    "265": 0.5,
                    "304": 50,
                    "532": 2,
                    "551": 1
                },
                "11": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "263": 0.2,
                    "265": 0.2,
                    "304": 50,
                    "532": 1,
                    "551": 0.5
                },
                "12": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "263": 0.1,
                    "265": 0.1,
                    "304": 40,
                    "532": 0.5,
                    "551": 0.3
                },
                "default": {
                    "304": 30,
                    "532": 0.3,
                    "551": 0.3,
                    "265": 0.3,
                    "1242": 6,
                    "263": 0.1
                }
            },
            "questloot": {
                "89": {
                    "10": {
                        "390": 10
                    },
                    "11": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "76": {
        "id": 76,
        "name": "Тоннельный Скакун",
        "maxhp": 700,
        "level": 12,
        "avatar": 101,
        "doll": "centaur",
        "picture": "centaur",
        "minhit": 88,
        "maxhit": 115,
        "dodge": 20,
        "crit": 15,
        "defence": 41,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "8": {
                    "min": 4800,
                    "max": 6500
                },
                "9": {
                    "min": 4600,
                    "max": 6500
                },
                "10": {
                    "min": 4400,
                    "max": 6500
                },
                "11": {
                    "min": 4200,
                    "max": 6500
                },
                "12": {
                    "min": 4000,
                    "max": 6500
                },
                "13": {
                    "min": 2000,
                    "max": 3200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "10": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "262": 0.5,
                    "277": 0.5,
                    "303": 30,
                    "493": 0.3,
                    "551": 1
                },
                "11": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "262": 0.2,
                    "277": 0.2,
                    "303": 20,
                    "493": 0.2,
                    "551": 0.7
                },
                "12": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "262": 0.1,
                    "277": 0.1,
                    "303": 20,
                    "493": 0.1,
                    "551": 0.5
                },
                "13": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "262": 0.1,
                    "277": 0.1,
                    "303": 20,
                    "493": 0.07,
                    "551": 0.4
                },
                "default": {
                    "303": 15,
                    "493": 0.04,
                    "551": 0.3,
                    "262": 0.1
                }
            },
            "questloot": {
                "89": {
                    "11": {
                        "390": 10
                    },
                    "12": {
                        "390": 10
                    }
                },
                "338": {
                    "default": {
                        "2221": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "77": {
        "id": 77,
        "name": "Тру Ено",
        "maxhp": 99,
        "level": 4,
        "avatar": 103,
        "doll": "raccoon_green",
        "picture": "raccoon_green",
        "minhit": 44,
        "maxhit": 60,
        "dodge": 20,
        "crit": 30,
        "defence": 5,
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 90
                },
                "4": {
                    "min": 25,
                    "max": 50
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 12,
                    "67": 12,
                    "71": 12,
                    "72": 12,
                    "301": 2,
                    "343": 0.8,
                    "549": 3
                },
                "5": {
                    "63": 10,
                    "67": 10,
                    "71": 7,
                    "72": 7,
                    "301": 1,
                    "343": 0.5,
                    "549": 2
                },
                "default": {
                    "301": 0.5,
                    "343": 0.3,
                    "549": 1.5
                }
            },
            "questloot": {
                "87": {
                    "4": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
    },
    "78": {
        "id": 78,
        "name": "Адская Няшка",
        "maxhp": 50000,
        "startrage": 10,
        "level": 15,
        "avatar": 39,
        "doll": "miery",
        "picture": "miery",
        "minhit": 20,
        "maxhit": 20,
        "gender": 1,
        "race": "beast",
        "isevent": 1,
        "pet": 7,
        "loot": {
            "randloot": {
                "default": {
                    "11x2": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "79": {
        "id": 79,
        "name": "Коварная Сестра",
        "maxhp": 210,
        "level": 7,
        "avatar": 60,
        "doll": "mob_human_female",
        "picture": "mob_human_female",
        "minhit": 30,
        "maxhit": 48,
        "dodge": 50,
        "crit": 38,
        "mastery": 33,
        "defence": 11,
        "gender": 2,
        "race": "human",
        "loot": {
            "money": {
                "default": {
                    "min": 1000,
                    "max": 2000
                }
            },
            "randloot": {
                "6": {
                    "323": 5
                },
                "7": {
                    "323": 2
                },
                "default": {
                    "323": 0.5
                }
            },
            "questloot": {
                "64": {
                    "default": {
                        "313": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "80": {
        "id": 80,
        "name": "Крепкая Сестра",
        "maxhp": 344,
        "level": 7,
        "avatar": 56,
        "doll": "mob_demon_female",
        "picture": "mob_demon_female",
        "minhit": 34,
        "maxhit": 50,
        "dodge": 15,
        "crit": 46,
        "mastery": 10,
        "defence": 23,
        "gender": 2,
        "race": "demon",
        "loot": {
            "money": {
                "default": {
                    "min": 1000,
                    "max": 2000
                }
            },
            "randloot": {
                "6": {
                    "323": 5
                },
                "7": {
                    "323": 2
                },
                "default": {
                    "323": 0.5
                }
            },
            "questloot": {
                "64": {
                    "default": {
                        "312": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "81": {
        "id": 81,
        "name": "Раб Руны",
        "maxhp": 2400,
        "level": 13,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 165,
        "maxhit": 205,
        "crit": 30,
        "defence": 57,
        "gender": 1,
        "race": "mechanics",
        "location": "arena",
    },
    "82": {
        "id": 82,
        "name": "Голем Страж",
        "maxhp": 3700,
        "level": 13,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 112,
        "maxhit": 150,
        "dodge": 20,
        "crit": 20,
        "resilience": 70,
        "defence": 65,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "310": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "83": {
        "id": 83,
        "name": "Голем Хранитель",
        "maxhp": 5000,
        "level": 14,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 160,
        "maxhit": 200,
        "dodge": 20,
        "crit": 20,
        "resilience": 130,
        "defence": 80,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "310": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "84": {
        "id": 84,
        "name": "Умный орк",
        "maxhp": 750,
        "level": 12,
        "avatar": 108,
        "doll": "trash_orc",
        "picture": "trash_orc",
        "minhit": 100,
        "maxhit": 140,
        "dodge": 10,
        "crit": 25,
        "mastery": 80,
        "resilience": 10,
        "defence": 49,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "money": {
                "12": {
                    "min": 3500,
                    "max": 5500
                },
                "13": {
                    "min": 2000,
                    "max": 3000
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "12": {
                    "66": 6,
                    "69": 5,
                    "236": 5,
                    "237": 5
                },
                "13": {
                    "66": 4,
                    "69": 3,
                    "236": 2,
                    "237": 2
                }
            },
            "questloot": {
                "67": {
                    "default": {
                        "329": 70
                    }
                },
                "89": {
                    "12": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nedra, logovo",
    },
    "85": {
        "id": 85,
        "name": "Мудрый орк",
        "maxhp": 850,
        "level": 12,
        "avatar": 109,
        "doll": "armored_orc",
        "picture": "armored_orc",
        "minhit": 115,
        "maxhit": 150,
        "dodge": 15,
        "crit": 28,
        "mastery": 100,
        "resilience": 15,
        "defence": 53,
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "money": {
                "12": {
                    "min": 4500,
                    "max": 6500
                },
                "13": {
                    "min": 2500,
                    "max": 3500
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "12": [100, 10, 0, 0, 0],
                "13": [200, 10, 0, 0, 0]
            },
            "randloot": {
                "12": {
                    "66": 7,
                    "69": 6,
                    "236": 6,
                    "237": 6
                },
                "13": {
                    "66": 4,
                    "69": 4,
                    "236": 3,
                    "237": 3
                }
            },
            "questloot": {
                "67": {
                    "default": {
                        "329": 100
                    }
                },
                "89": {
                    "12": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nedra, logovo",
    },
    "86": {
        "id": 86,
        "name": "Шаман Матында",
        "isboss": 1,
        "maxhp": 1000,
        "startrage": 40,
        "level": 11,
        "avatar": 110,
        "doll": "shaman_orc",
        "picture": "shaman_orc",
        "minhit": 120,
        "maxhit": 140,
        "dodge": 40,
        "mastery": 100,
        "defence": 45,
        "gender": 1,
        "race": "intelligent",
        "location": "nedra",
    },
    "87": {
        "id": 87,
        "name": "В.В.В. Вурун",
        "isboss": 1,
        "maxhp": 1500,
        "level": 12,
        "avatar": 111,
        "doll": "bigboss_orc",
        "picture": "bigboss_orc",
        "minhit": 130,
        "maxhit": 175,
        "crit": 15,
        "mastery": 150,
        "resilience": 5,
        "defence": 55,
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "money": {
                "default": {
                    "min": 50000,
                    "max": 70000
                }
            },
            "loot": {
                "default": {
                    "330": 10,
                    "316": 25,
                    "314": 15,
                    "315": 20,
                    "319": 5,
                    "320": 5
                }
            },
            "randloot": {
                "11": {
                    "256": 20,
                    "257": 20,
                    "558": 2
                },
                "12": {
                    "256": 20,
                    "257": 20,
                    "558": 2
                },
                "13": {
                    "558": 2
                },
                "14": {
                    "558": 3
                },
                "15": {
                    "558": 5
                },
                "16": {
                    "558": 6
                },
                "17": {
                    "558": 7
                },
                "18": {
                    "558": 8
                },
                "19": {
                    "558": 9
                },
                "20": {
                    "558": 10
                },
                "default": {
                    "558": 0.9
                }
            }
        },
        "location": "nedra",
    },
    "88": {
        "id": 88,
        "name": "Тестмоб",
        "maxhp": 10,
        "level": 1,
        "avatar": 1,
        "doll": "darkshroom",
        "picture": "darkshroom",
        "minhit": 99,
        "maxhit": 99,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "89": {
        "id": 89,
        "name": "Талая Фея",
        "maxhp": 1001,
        "level": 12,
        "avatar": 113,
        "doll": "halficegolem",
        "picture": "halficegolem",
        "minhit": 88,
        "maxhit": 106,
        "crit": 15,
        "mastery": 75,
        "defence": 34,
        "gender": 2,
        "race": "ghost",
        "loot": {
            "money": {
                "10": {
                    "min": 4400,
                    "max": 6500
                },
                "11": {
                    "min": 4200,
                    "max": 6500
                },
                "12": {
                    "min": 4000,
                    "max": 6500
                },
                "13": {
                    "min": 2000,
                    "max": 3200
                },
                "default": {
                    "min": 20,
                    "max": 40
                }
            },
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "10": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "276": 0.5,
                    "304": 80,
                    "532": 3,
                    "559": 1
                },
                "11": {
                    "66": 7,
                    "236": 7,
                    "237": 7,
                    "276": 0.2,
                    "304": 70,
                    "532": 2,
                    "559": 1
                },
                "12": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "276": 0.1,
                    "304": 60,
                    "532": 1,
                    "559": 0.6
                },
                "13": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "276": 0.1,
                    "304": 50,
                    "532": 0.6,
                    "559": 0.4
                },
                "default": {
                    "304": 40,
                    "532": 0.3,
                    "559": 0.2
                }
            },
            "questloot": {
                "89": {
                    "11": {
                        "390": 10
                    },
                    "12": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gory",
    },
    "90": {
        "id": 90,
        "name": "Зомборыбка",
        "maxhp": 150,
        "level": 4,
        "avatar": 146,
        "doll": "zombiefish",
        "picture": "zombiefish",
        "minhit": 15,
        "maxhit": 20,
        "dodge": 5,
        "crit": 30,
        "defence": 10,
        "gender": 1,
        "race": "undead",
        "loot": {
            "crystals": {
                "4": [100, 20, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 12,
                    "67": 12,
                    "71": 12,
                    "72": 12
                },
                "5": {
                    "63": 7,
                    "67": 7,
                    "71": 5,
                    "72": 5
                }
            },
            "questloot": {
                "85": {
                    "default": {
                        "367": 100
                    }
                }
            }
        },
        "location": "city",
    },
    "91": {
        "id": 91,
        "name": "Страстная Фея",
        "maxhp": 700,
        "startrage": 99,
        "level": 13,
        "avatar": 144,
        "doll": "lavagolem",
        "picture": "lavagolem",
        "minhit": 94,
        "maxhit": 126,
        "mastery": 100,
        "resilience": 10,
        "defence": 41,
        "gender": 2,
        "race": "ghost",
        "loot": {
            "crystals": {
                "8": [100, 500, 0, 0, 0],
                "9": [80, 50, 0, 0, 0],
                "10": [50, 30, 0, 0, 0],
                "11": [50, 20, 0, 0, 0],
                "12": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "11": {
                    "66": 12,
                    "236": 12,
                    "237": 12,
                    "366": 80,
                    "532": 2.5
                },
                "12": {
                    "66": 8,
                    "236": 8,
                    "237": 8,
                    "366": 70,
                    "532": 2
                },
                "13": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "366": 60,
                    "532": 1
                },
                "14": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "366": 50,
                    "532": 0.6
                },
                "default": {
                    "366": 40,
                    "532": 0.3
                }
            },
            "questloot": {
                "89": {
                    "12": {
                        "390": 10
                    },
                    "13": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nedra",
    },
    "92": {
        "id": 92,
        "name": "Сердце гор",
        "isboss": 1,
        "maxhp": 5000,
        "level": 13,
        "avatar": 145,
        "doll": "magmatroll_twohit",
        "picture": "magmatroll_twohit",
        "minhit": 120,
        "maxhit": 200,
        "crit": 20,
        "mastery": 150,
        "resilience": 10,
        "defence": 72,
        "gender": 1,
        "race": "beast",
        "loot": {
            "loot": {
                "default": {
                    "318": 10,
                    "321": 15,
                    "317": 15,
                    "320": 30,
                    "319": 30
                }
            },
            "randloot": {
                "12": {
                    "256": 20,
                    "257": 20
                },
                "13": {
                    "256": 20,
                    "257": 20
                }
            }
        },
        "location": "nedra",
    },
    "93": {
        "id": 93,
        "name": "Сторожевой Шрум",
        "maxhp": 1500,
        "level": 12,
        "avatar": 118,
        "doll": "darkshroom",
        "picture": "darkshroom",
        "minhit": 125,
        "maxhit": 150,
        "dodge": 10,
        "crit": 18,
        "mastery": 120,
        "defence": 42,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "11": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "11": {
                    "66": 5,
                    "236": 5,
                    "237": 5,
                    "69": 5,
                    "362": 50
                },
                "12": {
                    "66": 4,
                    "236": 4,
                    "237": 4,
                    "69": 4,
                    "362": 40
                },
                "13": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "69": 3,
                    "362": 33
                },
                "default": {
                    "362": 33
                }
            },
            "questloot": {
                "89": {
                    "11": {
                        "390": 10
                    },
                    "12": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gribnaya",
    },
    "94": {
        "id": 94,
        "name": "Охотничий Шрум",
        "maxhp": 1000,
        "level": 11,
        "avatar": 117,
        "doll": "shroomy",
        "picture": "shroomy",
        "minhit": 85,
        "maxhit": 105,
        "dodge": 10,
        "crit": 15,
        "mastery": 100,
        "defence": 32,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "11": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "11": {
                    "66": 4,
                    "236": 4,
                    "237": 4,
                    "69": 5,
                    "363": 50
                },
                "12": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "69": 3,
                    "363": 33
                },
                "default": {
                    "363": 33
                }
            },
            "questloot": {
                "89": {
                    "11": {
                        "390": 10
                    }
                }
            }
        },
        "location": "gribnaya",
    },
    "95": {
        "id": 95,
        "name": "Верный Орк",
        "maxhp": 650,
        "level": 12,
        "avatar": 108,
        "doll": "trash_orc",
        "picture": "trash_orc",
        "minhit": 90,
        "maxhit": 125,
        "dodge": 5,
        "crit": 10,
        "mastery": 80,
        "defence": 39,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "location": "gory, priziv",
    },
    "96": {
        "id": 96,
        "name": "Альфа Лукэтлог",
        "maxhp": 50,
        "level": 2,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 10,
        "maxhit": 15,
        "dodge": 20,
        "crit": 20,
        "defence": 6,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city, priziv",
    },
    "97": {
        "id": 97,
        "name": "Шрумман",
        "isboss": 1,
        "maxhp": 2500,
        "startrage": 20,
        "level": 12,
        "avatar": 120,
        "doll": "shroomman_morphing",
        "picture": "shroomman_morphing",
        "minhit": 110,
        "maxhit": 140,
        "crit": 24,
        "mastery": 200,
        "resilience": 15,
        "defence": 49,
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "money": {
                "default": {
                    "min": 50000,
                    "max": 70000
                }
            },
            "loot": {
                "default": {
                    "364": 20,
                    "357": 20,
                    "358": 20,
                    "359": 20,
                    "360": 20
                }
            },
            "randloot": {
                "11": {
                    "256": 20,
                    "257": 20,
                    "364": 20,
                    "357": 20,
                    "358": 20,
                    "359": 20,
                    "360": 20,
                    "349": 40
                },
                "12": {
                    "364": 17,
                    "357": 17,
                    "358": 17,
                    "359": 17,
                    "360": 17,
                    "349": 33
                },
                "13": {
                    "364": 15,
                    "357": 15,
                    "358": 15,
                    "359": 15,
                    "360": 15,
                    "349": 25
                },
                "default": {
                    "364": 5,
                    "357": 5,
                    "358": 5,
                    "359": 5,
                    "360": 5,
                    "349": 20
                }
            }
        },
        "location": "gribnaya",
    },
    "98": {
        "id": 98,
        "name": "Властный скакун",
        "maxhp": 800,
        "level": 13,
        "avatar": 122,
        "doll": "centaur_black",
        "picture": "centaur_black",
        "minhit": 99,
        "maxhit": 127,
        "dodge": 25,
        "crit": 15,
        "mastery": 50,
        "defence": 51,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "9": [100, 500, 0, 0, 0],
                "10": [80, 50, 0, 0, 0],
                "11": [50, 30, 0, 0, 0],
                "12": [50, 20, 0, 0, 0],
                "13": [50, 10, 0, 0, 0]
            },
            "randloot": {
                "11": {
                    "66": 15,
                    "236": 15,
                    "237": 15,
                    "303": 30,
                    "493": 0.5
                },
                "12": {
                    "66": 10,
                    "236": 10,
                    "237": 10,
                    "303": 40,
                    "493": 0.4
                },
                "13": {
                    "66": 6,
                    "236": 6,
                    "237": 6,
                    "303": 30,
                    "493": 0.3
                },
                "14": {
                    "66": 3,
                    "236": 3,
                    "237": 3,
                    "303": 25,
                    "493": 0.25
                },
                "default": {
                    "303": 20,
                    "493": 0.2
                }
            },
            "questloot": {
                "89": {
                    "12": {
                        "390": 10
                    },
                    "13": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nedra, logovo",
    },
    "99": {
        "id": 99,
        "name": "Неродрукар",
        "isboss": 1,
        "maxhp": 3000,
        "startrage": 30,
        "level": 13,
        "avatar": 123,
        "doll": "dragon_twohit",
        "picture": "dragon_twohit",
        "minhit": 130,
        "maxhit": 160,
        "crit": 40,
        "mastery": 150,
        "defence": 60,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "loot": {
            "money": {
                "5": {
                    "min": 2000,
                    "max": 3000
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "5": [150, 10, 0, 0, 0]
            },
            "loot": {
                "default": {
                    "356": 20,
                    "351": 20,
                    "266": 20,
                    "350": 20,
                    "352": 5,
                    "354": 5,
                    "355": 5,
                    "353": 5
                }
            },
            "randloot": {
                "default": {
                    "256": 20,
                    "257": 20,
                    "1531": 0.4
                }
            }
        },
        "location": "logovo",
    },
    "100": {
        "id": 100,
        "name": "Маньяк",
        "maxhp": 2000,
        "startrage": 50,
        "level": 16,
        "avatar": 1017,
        "doll": "mob_elv_male",
        "picture": "maniak",
        "minhit": 150,
        "maxhit": 190,
        "dodge": 75,
        "crit": 80,
        "mastery": 200,
        "defence": 72,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "loot": {
                "default": {
                    "407": 100
                }
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 9
                },
                "11": {
                    "405": 100,
                    "404": 7
                },
                "12": {
                    "405": 100,
                    "404": 5
                },
                "13": {
                    "405": 100,
                    "404": 4
                },
                "14": {
                    "405": 100,
                    "404": 2
                },
                "default": {
                    "405": 90
                }
            }
        },
        "location": "pant",
    },
    "101": {
        "id": 101,
        "name": "Генгнир|Атвейг|Хейдаль",
        "maxhp": 800,
        "level": 14,
        "avatar": 55,
        "doll": "mob_demon_male",
        "picture": "agi_14",
        "minhit": 70,
        "maxhit": 130,
        "dodge": 80,
        "crit": 50,
        "mastery": 150,
        "defence": 63,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.5
                },
                "12": {
                    "405": 100,
                    "404": 0.4
                },
                "13": {
                    "405": 100,
                    "404": 0.3
                },
                "14": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "102": {
        "id": 102,
        "name": "Бриннинг|Дидерик|Хрисаор",
        "maxhp": 900,
        "level": 14,
        "avatar": 5,
        "doll": "mob_elv_male",
        "picture": "stam_14",
        "minhit": 90,
        "maxhit": 110,
        "dodge": 25,
        "crit": 70,
        "mastery": 150,
        "defence": 85,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.5
                },
                "12": {
                    "405": 100,
                    "404": 0.4
                },
                "13": {
                    "405": 100,
                    "404": 0.3
                },
                "14": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "103": {
        "id": 103,
        "name": "Коленбад|Витто|Ликорн",
        "maxhp": 650,
        "level": 14,
        "avatar": 139,
        "doll": "mob_human_male",
        "picture": "str_14",
        "minhit": 110,
        "maxhit": 150,
        "dodge": 15,
        "crit": 90,
        "mastery": 150,
        "defence": 74,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.5
                },
                "12": {
                    "405": 100,
                    "404": 0.4
                },
                "13": {
                    "405": 100,
                    "404": 0.3
                },
                "14": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "104": {
        "id": 104,
        "name": "Огма|Бегаллта|Орна",
        "maxhp": 550,
        "level": 13,
        "avatar": 136,
        "doll": "mob_human_female",
        "picture": "str_13",
        "minhit": 100,
        "maxhit": 130,
        "dodge": 15,
        "crit": 85,
        "mastery": 125,
        "defence": 63,
        "hitsound": "organic",
        "gender": 2,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.5
                },
                "12": {
                    "405": 100,
                    "404": 0.4
                },
                "13": {
                    "405": 50,
                    "404": 0.3
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "105": {
        "id": 105,
        "name": "Хрубинг|Моргли|Альмас",
        "maxhp": 450,
        "level": 12,
        "avatar": 138,
        "doll": "mob_human_male",
        "picture": "str_12",
        "minhit": 90,
        "maxhit": 120,
        "dodge": 15,
        "crit": 75,
        "mastery": 100,
        "defence": 46,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.3
                },
                "12": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
        "hidden": 1
    },
    "106": {
        "id": 106,
        "name": "Куртуаз|Нарилл|Укко",
        "maxhp": 700,
        "level": 13,
        "avatar": 134,
        "doll": "mob_elv_male",
        "picture": "agi_13",
        "minhit": 60,
        "maxhit": 110,
        "dodge": 70,
        "crit": 45,
        "mastery": 125,
        "defence": 57,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.4
                },
                "12": {
                    "405": 100,
                    "404": 0.3
                },
                "13": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "107": {
        "id": 107,
        "name": "Аскалла|Мистель|Аранди",
        "maxhp": 600,
        "level": 12,
        "avatar": 124,
        "doll": "mob_demon_female",
        "picture": "agi_12",
        "minhit": 50,
        "maxhit": 100,
        "dodge": 70,
        "crit": 35,
        "mastery": 100,
        "defence": 54,
        "hitsound": "organic",
        "gender": 2,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.4
                },
                "12": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
        "hidden": 1
    },
    "108": {
        "id": 108,
        "name": "Тизон|Отклер|Арашурт",
        "maxhp": 800,
        "level": 13,
        "avatar": 127,
        "doll": "mob_demon_male",
        "picture": "stam_13",
        "minhit": 70,
        "maxhit": 100,
        "dodge": 25,
        "crit": 65,
        "mastery": 125,
        "defence": 78,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.4
                },
                "12": {
                    "405": 100,
                    "404": 0.2
                },
                "13": {
                    "405": 50,
                    "404": 0.1
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
    },
    "109": {
        "id": 109,
        "name": "Крокс|Гайтли|Фардаш",
        "maxhp": 700,
        "level": 12,
        "avatar": 58,
        "doll": "mob_elv_male",
        "picture": "stam_12",
        "minhit": 60,
        "maxhit": 90,
        "dodge": 20,
        "crit": 65,
        "mastery": 100,
        "defence": 69,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 50]
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 1
                },
                "11": {
                    "405": 100,
                    "404": 0.4
                },
                "12": {
                    "405": 50,
                    "404": 0.2
                },
                "default": {
                    "405": 10
                }
            }
        },
        "location": "pant",
        "hidden": 1
    },
    "110": {
        "id": 110,
        "name": "Три Тысячи Крыс",
        "maxhp": 5000,
        "level": 15,
        "avatar": 9,
        "doll": "mob_human_male",
        "picture": "10rats",
        "minhit": 150,
        "maxhit": 200,
        "dodge": 50,
        "crit": 50,
        "mastery": 300,
        "defence": 80,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "loot": {
                "default": {
                    "14": 100
                }
            },
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 9
                },
                "11": {
                    "405": 100,
                    "404": 7
                },
                "12": {
                    "405": 100,
                    "404": 5
                },
                "13": {
                    "405": 100,
                    "404": 3
                },
                "14": {
                    "405": 90,
                    "404": 1
                },
                "default": {
                    "405": 80
                }
            }
        },
        "location": "pant",
    },
    "111": {
        "id": 111,
        "name": "Легенда Трои",
        "maxhp": 1600,
        "level": 15,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "legenda_troi",
        "minhit": 100,
        "maxhit": 120,
        "dodge": 30,
        "crit": 80,
        "mastery": 175,
        "defence": 80,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 9,
                    "406": 100
                },
                "11": {
                    "405": 100,
                    "404": 7,
                    "406": 90
                },
                "12": {
                    "405": 100,
                    "404": 5,
                    "406": 80
                },
                "13": {
                    "405": 100,
                    "404": 3,
                    "406": 60
                },
                "14": {
                    "405": 100,
                    "404": 1,
                    "406": 50
                },
                "default": {
                    "405": 90,
                    "406": 10
                }
            }
        },
        "location": "pant",
    },
    "112": {
        "id": 112,
        "name": "МБТ",
        "maxhp": 1400,
        "level": 14,
        "avatar": 3,
        "doll": "mob_demon_male",
        "picture": "MBT",
        "minhit": 120,
        "maxhit": 155,
        "dodge": 20,
        "crit": 90,
        "mastery": 175,
        "defence": 75,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "randloot": {
                "10": {
                    "405": 100,
                    "404": 9,
                    "406": 100
                },
                "11": {
                    "405": 100,
                    "404": 7,
                    "406": 90
                },
                "12": {
                    "405": 100,
                    "404": 5,
                    "406": 80
                },
                "13": {
                    "405": 100,
                    "404": 3,
                    "406": 60
                },
                "14": {
                    "405": 100,
                    "404": 1,
                    "406": 50
                },
                "default": {
                    "405": 90
                }
            }
        },
        "location": "pant",
        "hidden": 1
    },
    "113": {
        "id": 113,
        "name": "Юный Скорпио",
        "maxhp": 700,
        "level": 13,
        "avatar": 162,
        "doll": "scorp_black",
        "picture": "scorp_black",
        "minhit": 86,
        "maxhit": 118,
        "dodge": 22,
        "crit": 22,
        "mastery": 120,
        "defence": 52,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "default": {
                    "464": 30,
                    "606": 30
                }
            },
            "questloot": {
                "89": {
                    "13": {
                        "390": 10
                    }
                }
            }
        },
        "location": "zona, priziv",
    },
    "114": {
        "id": 114,
        "name": "Юный Скорпио",
        "maxhp": 700,
        "level": 13,
        "avatar": 162,
        "doll": "scorp_black",
        "picture": "scorp_black",
        "minhit": 86,
        "maxhit": 118,
        "dodge": 22,
        "crit": 22,
        "mastery": 120,
        "defence": 52,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "default": {
                    "464": 30,
                    "606": 30
                }
            },
            "questloot": {
                "89": {
                    "13": {
                        "390": 10
                    }
                }
            }
        },
        "location": "zona, priziv",
    },
    "115": {
        "id": 115,
        "name": "Золотой Скорпио",
        "maxhp": 1200,
        "level": 14,
        "avatar": 163,
        "doll": "scorp_golden",
        "picture": "scorp_golden",
        "minhit": 105,
        "maxhit": 130,
        "dodge": 23,
        "crit": 28,
        "mastery": 110,
        "defence": 56,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "13": {
                    "66": 7,
                    "69": 7,
                    "236": 4,
                    "237": 4,
                    "606": 55,
                    "725": 3
                },
                "14": {
                    "66": 5,
                    "69": 5,
                    "236": 3,
                    "237": 3,
                    "606": 50,
                    "725": 2
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "606": 40,
                    "725": 1.5
                }
            },
            "questloot": {
                "89": {
                    "14": {
                        "390": 10
                    }
                },
                "105": {
                    "default": {
                        "466": 20,
                        "467": 10,
                        "468": 10,
                        "469": 5,
                        "470": 5
                    }
                }
            }
        },
        "location": "zona, nora50",
    },
    "116": {
        "id": 116,
        "name": "Джинн",
        "maxhp": 1500,
        "startrage": 40,
        "level": 14,
        "avatar": 164,
        "doll": "djin",
        "picture": "djin",
        "minhit": 126,
        "maxhit": 157,
        "dodge": 17,
        "crit": 32,
        "mastery": 220,
        "defence": 66,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "crystals": {
                "13": [100, 500, 0, 0, 0],
                "14": [80, 50, 0, 0, 0],
                "15": [50, 20, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "13": {
                    "66": 7,
                    "69": 7,
                    "236": 4,
                    "237": 4,
                    "383": 0.1,
                    "384": 0.1,
                    "385": 0.1,
                    "494x1": 0.1,
                    "495x1": 35,
                    "726": 1
                },
                "14": {
                    "66": 5,
                    "69": 5,
                    "236": 3,
                    "237": 3,
                    "383": 0.05,
                    "384": 0.05,
                    "385": 0.05,
                    "494x1": 0.05,
                    "495x1": 30,
                    "726": 0.6
                },
                "15": {
                    "66": 5,
                    "69": 5,
                    "236": 3,
                    "237": 3,
                    "383": 0.01,
                    "384": 0.01,
                    "385": 0.01,
                    "494x1": 0.01,
                    "495x1": 30,
                    "726": 0.5
                },
                "16": {
                    "66": 1,
                    "69": 1,
                    "383": 0.01,
                    "384": 0.01,
                    "385": 0.01,
                    "494x1": 0.01,
                    "495x1": 25,
                    "726": 0.4
                },
                "17": {
                    "66": 1,
                    "69": 1,
                    "383": 0.01,
                    "384": 0.01,
                    "385": 0.01,
                    "494x1": 0.01,
                    "495x1": 15,
                    "726": 0.4
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "383": 0.01,
                    "384": 0.01,
                    "385": 0.01,
                    "494x1": 0.01,
                    "726": 0.3,
                    "495x1": 5,
                    "1088": 0.03
                }
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            },
            "questloot": {
                "89": {
                    "14": {
                        "390": 10
                    }
                },
                "267": {
                    "default": {
                        "1551": 5
                    }
                }
            }
        },
        "location": "zona",
    },
    "117": {
        "id": 117,
        "name": "Кадабра",
        "maxhp": 300,
        "level": 6,
        "avatar": 165,
        "doll": "chupagreen",
        "picture": "chupagreen",
        "minhit": 40,
        "maxhit": 52,
        "dodge": 15,
        "crit": 30,
        "mastery": 50,
        "defence": 14,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "6": [100, 10, 0, 0, 0],
                "7": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "6": {
                    "64": 12,
                    "68": 10,
                    "107": 7,
                    "108": 7,
                    "429": 100,
                    "553": 2
                },
                "7": {
                    "64": 7,
                    "68": 5,
                    "107": 2,
                    "108": 2,
                    "429": 100,
                    "553": 1.5
                },
                "default": {
                    "429": 80,
                    "553": 1
                }
            },
            "questloot": {
                "88": {
                    "6": {
                        "390": 10
                    }
                }
            }
        },
        "location": "melnica",
    },
    "118": {
        "id": 118,
        "name": "Чупакабра",
        "isboss": 1,
        "maxhp": 600,
        "startrage": 35,
        "level": 6,
        "avatar": 166,
        "doll": "chupakabra",
        "picture": "chupakabra",
        "minhit": 42,
        "maxhit": 60,
        "dodge": 20,
        "crit": 30,
        "mastery": 65,
        "defence": 19,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "6": [50, 10, 0, 0, 0],
                "7": [100, 10, 0, 0, 0]
            },
            "loot": {
                "default": {
                    "430x3": 45,
                    "431x3": 45,
                    "484": 10
                }
            },
            "randloot": {
                "6": {
                    "429x3": 100,
                    "553": 2,
                    "239": 10
                },
                "7": {
                    "429x3": 80,
                    "553": 2,
                    "239": 10
                },
                "default": {
                    "553": 1
                }
            },
            "questloot": {
                "104": {
                    "default": {
                        "239": 100
                    }
                },
                "182": {
                    "default": {
                        "1072": 100
                    }
                }
            }
        },
        "location": "melnica",
    },
    "119": {
        "id": 119,
        "name": "Тихоходка",
        "isboss": 1,
        "maxhp": 3000,
        "level": 8,
        "avatar": 62,
        "doll": "tihohodka",
        "picture": "tihohodka",
        "minhit": 50,
        "maxhit": 80,
        "dodge": 15,
        "crit": 25,
        "mastery": 50,
        "defence": 38,
        "hitsound": "organic",
        "gender": 2,
        "race": "beast",
        "isevent": 1,
        "loot": {
            "crystals": {
                "default": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "8": {
                    "64": 100,
                    "68": 50,
                    "107": 50,
                    "108": 50,
                    "492": 100
                },
                "9": {
                    "64": 70,
                    "68": 30,
                    "107": 30,
                    "108": 30,
                    "492": 70
                },
                "10": {
                    "64": 20,
                    "68": 10,
                    "107": 10,
                    "108": 10,
                    "492": 50
                },
                "default": {
                    "64": 5,
                    "68": 3,
                    "107": 3,
                    "108": 10
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "120": {
        "id": 120,
        "name": "Источник энергии",
        "maxhp": 1000,
        "level": 1,
        "avatar": 171,
        "doll": "nasosoil",
        "picture": "nasosoil",
        "gender": 1,
        "race": "mechanics",
        "location": "zona",
    },
    "121": {
        "id": 121,
        "name": "Источник энергии",
        "maxhp": 1000,
        "level": 1,
        "avatar": 170,
        "doll": "nasoscannon",
        "picture": "nasoscannon",
        "gender": 1,
        "race": "mechanics",
        "location": "zona",
    },
    "122": {
        "id": 122,
        "name": "Волхв",
        "maxhp": 1300,
        "level": 14,
        "avatar": 174,
        "doll": "beastmaster",
        "picture": "beastmaster",
        "minhit": 105,
        "maxhit": 137,
        "defence": 36,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "crystals": {
                "13": [100, 100, 0, 0, 0],
                "14": [100, 50, 0, 0, 0],
                "15": [100, 30, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "13": {
                    "66": 12,
                    "69": 10,
                    "236": 7,
                    "237": 7,
                    "380": 0.2,
                    "382": 0.2,
                    "727": 0.8
                },
                "14": {
                    "66": 9,
                    "69": 7,
                    "236": 5,
                    "237": 5,
                    "380": 0.1,
                    "382": 0.1,
                    "727": 0.7
                },
                "15": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "380": 0.05,
                    "382": 0.05,
                    "587": 7,
                    "727": 0.6
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "380": 0.01,
                    "382": 0.01,
                    "587": 9,
                    "727": 0.5,
                    "1088": 0.01
                }
            },
            "questloot": {
                "89": {
                    "14": {
                        "390": 10
                    }
                },
                "108": {
                    "14": {
                        "496": 30
                    },
                    "default": {
                        "496": 25
                    }
                },
                "129": {
                    "14": {
                        "587": 3
                    }
                }
            }
        },
        "location": "zona, nora50",
    },
    "123": {
        "id": 123,
        "name": "Азазель",
        "isboss": 1,
        "maxhp": 1331,
        "level": 14,
        "avatar": 175,
        "doll": "straj",
        "picture": "azazel",
        "minhit": 149,
        "maxhit": 198,
        "dodge": 41,
        "crit": 46,
        "mastery": 370,
        "resilience": 80,
        "defence": 60,
        "hitsound": "ring",
        "gender": 1,
        "race": "intelligent",
        "isevent": 1,
        "loot": {
            "loot": {
                "default": {
                    "378": 7,
                    "379": 7,
                    "381": 7,
                    "383": 18,
                    "384": 18,
                    "385": 18,
                    "494": 18,
                    "751": 8
                }
            },
            "randloot": {
                "14": {
                    "256": 20,
                    "257": 20,
                    "498": 35,
                    "728": 0.3
                },
                "15": {
                    "498": 40,
                    "728": 0.2
                },
                "16": {
                    "498": 55,
                    "728": 0.2
                },
                "17": {
                    "498": 50,
                    "728": 0.2
                },
                "default": {
                    "498": 60,
                    "728": 0.2
                }
            }
        },
        "location": "zona",
    },
    "124": {
        "id": 124,
        "name": "Голем Хранитель",
        "maxhp": 7000,
        "level": 17,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 220,
        "maxhit": 275,
        "dodge": 25,
        "crit": 25,
        "mastery": 350,
        "resilience": 160,
        "defence": 160,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "528": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "125": {
        "id": 125,
        "name": "Голем Страж",
        "maxhp": 5000,
        "level": 16,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 162,
        "maxhit": 200,
        "dodge": 30,
        "crit": 30,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "528": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "126": {
        "id": 126,
        "name": "Раб Руны",
        "maxhp": 3500,
        "level": 16,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 230,
        "maxhit": 268,
        "crit": 40,
        "mastery": 100,
        "defence": 96,
        "gender": 1,
        "race": "mechanics",
        "location": "arena, priziv",
    },
    "127": {
        "id": 127,
        "name": "Все Живое",
        "maxhp": 5000,
        "level": 20,
        "avatar": 193,
        "doll": "evalive",
        "picture": "evalive",
        "minhit": 211,
        "maxhit": 479,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "location": "city",
        "hidden": 1
    },
    "128": {
        "id": 128,
        "name": "Альфа Лукэтлог",
        "maxhp": 50,
        "level": 2,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 10,
        "maxhit": 15,
        "dodge": 20,
        "crit": 20,
        "defence": 3,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city",
    },
    "129": {
        "id": 129,
        "name": "Палач",
        "maxhp": 1500,
        "level": 15,
        "avatar": 194,
        "doll": "master",
        "picture": "master",
        "minhit": 109,
        "maxhit": 144,
        "dodge": 27,
        "crit": 18,
        "mastery": 220,
        "defence": 55,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "crystals": {
                "15": [100, 30, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "15": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "380": 0.1,
                    "382": 0.1
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "380": 0.05,
                    "382": 0.05
                }
            },
            "questloot": {
                "207": {
                    "15": {
                        "390": 10
                    }
                },
                "134": {
                    "default": {
                        "583": 5
                    }
                }
            }
        },
        "location": "nora50",
    },
    "130": {
        "id": 130,
        "name": "Старейший Скорпио",
        "maxhp": 1700,
        "level": 15,
        "avatar": 163,
        "doll": "scorp_golden",
        "picture": "scorp_golden",
        "minhit": 105,
        "maxhit": 140,
        "dodge": 30,
        "crit": 30,
        "mastery": 150,
        "defence": 60,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "default": {
                    "66": 1,
                    "69": 1
                }
            },
            "questloot": {
                "207": {
                    "15": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nora50",
    },
    "131": {
        "id": 131,
        "name": "Блаженный Волхв",
        "maxhp": 1600,
        "level": 15,
        "avatar": 174,
        "doll": "beastmaster",
        "picture": "beastmaster",
        "minhit": 105,
        "maxhit": 141,
        "defence": 62,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "crystals": {
                "15": [100, 30, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "15": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "727": 0.8
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "727": 0.7,
                    "1088": 0.01
                }
            },
            "questloot": {
                "207": {
                    "15": {
                        "390": 10
                    }
                }
            }
        },
        "location": "nora50",
    },
    "132": {
        "id": 132,
        "name": "Верховный палач",
        "maxhp": 2000,
        "level": 15,
        "avatar": 194,
        "doll": "master",
        "picture": "master",
        "minhit": 125,
        "maxhit": 150,
        "dodge": 12,
        "crit": 15,
        "mastery": 200,
        "defence": 55,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "crystals": {
                "15": [100, 30, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "15": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2
                },
                "default": {
                    "66": 1,
                    "69": 1
                }
            },
            "questloot": {
                "207": {
                    "15": {
                        "390": 20
                    }
                }
            }
        },
        "location": "nora50",
    },
    "133": {
        "id": 133,
        "name": "Надзиратель Пинг",
        "isboss": 1,
        "maxhp": 4000,
        "level": 15,
        "avatar": 195,
        "doll": "penkin",
        "picture": "penkin",
        "minhit": 175,
        "maxhit": 210,
        "dodge": 45,
        "crit": 55,
        "mastery": 450,
        "resilience": 50,
        "defence": 84,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "loot": {
                "default": {
                    "596": 100
                }
            },
            "randloot": {
                "15": {
                    "256": 20,
                    "257": 20
                }
            },
            "questloot": {
                "209": {
                    "default": {
                        "1161": 100
                    }
                }
            }
        },
        "location": "nora50",
    },
    "134": {
        "id": 134,
        "name": "Кратер",
        "maxhp": 1400,
        "level": 16,
        "avatar": 197,
        "doll": "moonkin",
        "picture": "moonkin",
        "minhit": 135,
        "maxhit": 160,
        "dodge": 25,
        "crit": 55,
        "mastery": 250,
        "resilience": 50,
        "defence": 66,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "16": [120, 40, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "16": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "963": 0.1,
                    "964": 0.1,
                    "965": 0.1,
                    "966": 0.1,
                    "967": 0.1,
                    "968": 8,
                    "1110": 0.3,
                    "1109": 40,
                    "1108": 20
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "963": 0.1,
                    "964": 0.1,
                    "965": 0.1,
                    "966": 0.1,
                    "967": 0.1,
                    "968": 8,
                    "1110": 0.3,
                    "1109": 40,
                    "1108": 20,
                    "1255": 0.03
                }
            },
            "questloot": {
                "207": {
                    "16": {
                        "390": 10
                    }
                },
                "139": {
                    "default": {
                        "611": 9
                    }
                }
            }
        },
        "location": "zona, sumerki",
    },
    "135": {
        "id": 135,
        "name": "Туманный Кратер",
        "maxhp": 1600,
        "startrage": 50,
        "level": 16,
        "avatar": 198,
        "doll": "moonblue",
        "picture": "moonblue",
        "minhit": 140,
        "maxhit": 170,
        "dodge": 30,
        "crit": 60,
        "mastery": 300,
        "resilience": 60,
        "defence": 78,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "16": [120, 50, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "16": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "963": 0.1,
                    "964": 0.1,
                    "965": 0.1,
                    "966": 0.1,
                    "967": 0.1,
                    "968": 8,
                    "1110": 0.5,
                    "1109": 70,
                    "1108": 50
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "963": 0.1,
                    "964": 0.1,
                    "965": 0.1,
                    "966": 0.1,
                    "967": 0.1,
                    "968": 8,
                    "1110": 0.5,
                    "1109": 70,
                    "1108": 50,
                    "1255": 0.1
                }
            },
            "questloot": {
                "207": {
                    "16": {
                        "390": 10
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "136": {
        "id": 136,
        "name": "Чам",
        "maxhp": 1500,
        "startrage": 35,
        "level": 16,
        "avatar": 199,
        "doll": "cham",
        "picture": "cham",
        "minhit": 110,
        "maxhit": 145,
        "dodge": 25,
        "crit": 30,
        "mastery": 250,
        "resilience": 40,
        "defence": 58,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "16": [130, 10, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "16": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2
                },
                "default": {
                    "66": 1,
                    "69": 1
                }
            },
            "questloot": {
                "207": {
                    "16": {
                        "390": 10
                    }
                },
                "140": {
                    "default": {
                        "613": 3
                    }
                }
            }
        },
        "location": "morfonora, sumerki",
    },
    "137": {
        "id": 137,
        "name": "Чам-бригадир",
        "maxhp": 1700,
        "startrage": 50,
        "level": 16,
        "avatar": 200,
        "doll": "cham_angry",
        "picture": "cham_angry",
        "minhit": 125,
        "maxhit": 160,
        "dodge": 30,
        "crit": 35,
        "mastery": 280,
        "resilience": 50,
        "defence": 69,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "16": [120, 20, 0, 0, 0],
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "16": {
                    "66": 8,
                    "69": 5,
                    "236": 3,
                    "237": 3,
                    "614": 50
                },
                "17": {
                    "66": 6,
                    "69": 4,
                    "236": 2,
                    "237": 2,
                    "614": 40
                },
                "default": {
                    "66": 1,
                    "69": 1,
                    "614": 20
                }
            },
            "questloot": {
                "207": {
                    "16": {
                        "390": 10
                    }
                }
            }
        },
        "location": "morfonora",
    },
    "138": {
        "id": 138,
        "name": "Монтесума",
        "isboss": 1,
        "maxhp": 5000,
        "level": 16,
        "avatar": 204,
        "doll": "montesuma",
        "picture": "montesuma",
        "minhit": 199,
        "maxhit": 229,
        "dodge": 75,
        "crit": 75,
        "mastery": 750,
        "resilience": 50,
        "defence": 137,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "loot": {
                "default": {
                    "619": 60,
                    "620": 90,
                    "621": 90,
                    "622": 60,
                    "623": 90,
                    "635": 35,
                    "638": 35
                }
            },
            "randloot": {
                "default": {
                    "256": 20,
                    "257": 20,
                    "1535": 0.4
                }
            }
        },
        "location": "morfonora",
    },
    "139": {
        "id": 139,
        "name": "Дед Вован|Дед Медвед",
        "maxhp": 2012,
        "level": 3,
        "avatar": 81,
        "doll": "santa",
        "picture": "santa",
        "minhit": 1,
        "maxhit": 250,
        "dodge": 30,
        "mastery": 300,
        "hitsound": "metal",
        "gender": 1,
        "race": "beast",
        "pet": 17,
        "loot": {
            "crystals": {
                "default": [150, 10, 0, 0, 0]
            },
            "randloot": {
                "default": {
                    "685": 60,
                    "685": 60,
                    "685": 30,
                    "685": 10
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "140": {
        "id": 140,
        "name": "Беглец",
        "maxhp": 900,
        "level": 15,
        "avatar": 55,
        "doll": "mob_demon_male",
        "picture": "beglec_demon",
        "minhit": 100,
        "maxhit": 160,
        "dodge": 65,
        "crit": 40,
        "mastery": 400,
        "resilience": 100,
        "defence": 80,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "141": {
        "id": 141,
        "name": "Беглец",
        "maxhp": 1000,
        "level": 15,
        "avatar": 5,
        "doll": "mob_elv_male",
        "picture": "beglec_elv",
        "minhit": 120,
        "maxhit": 160,
        "dodge": 15,
        "crit": 40,
        "mastery": 400,
        "resilience": 100,
        "defence": 120,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "142": {
        "id": 142,
        "name": "Беглец",
        "maxhp": 750,
        "level": 15,
        "avatar": 139,
        "doll": "mob_human_male",
        "picture": "beglec_human",
        "minhit": 130,
        "maxhit": 170,
        "dodge": 35,
        "crit": 65,
        "mastery": 300,
        "resilience": 100,
        "defence": 90,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "143": {
        "id": 143,
        "name": "Беглец",
        "maxhp": 900,
        "level": 15,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 100,
        "maxhit": 160,
        "dodge": 65,
        "crit": 40,
        "mastery": 400,
        "resilience": 100,
        "defence": 80,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "144": {
        "id": 144,
        "name": "Беглец",
        "maxhp": 1000,
        "level": 15,
        "avatar": 54,
        "doll": "mob_demon_male",
        "picture": "mob_demon_male",
        "minhit": 120,
        "maxhit": 160,
        "dodge": 15,
        "crit": 40,
        "mastery": 400,
        "resilience": 100,
        "defence": 120,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "145": {
        "id": 145,
        "name": "Беглец",
        "maxhp": 750,
        "level": 15,
        "avatar": 58,
        "doll": "mob_elv_male",
        "picture": "mob_elv_male",
        "minhit": 130,
        "maxhit": 170,
        "dodge": 35,
        "crit": 65,
        "mastery": 300,
        "resilience": 100,
        "defence": 90,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "zona",
    },
    "146": {
        "id": 146,
        "name": "Анджело",
        "maxhp": 2000,
        "level": 16,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 180,
        "maxhit": 230,
        "dodge": 45,
        "crit": 95,
        "mastery": 600,
        "resilience": 300,
        "defence": 140,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 50,
                    "max": 50
                }
            }
        },
        "location": "zona",
    },
    "147": {
        "id": 147,
        "name": "Блондинчик",
        "maxhp": 2000,
        "level": 16,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 170,
        "maxhit": 230,
        "dodge": 45,
        "crit": 95,
        "mastery": 600,
        "resilience": 300,
        "defence": 140,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 50,
                    "max": 50
                }
            }
        },
        "location": "zona",
    },
    "148": {
        "id": 148,
        "name": "Туко",
        "maxhp": 2000,
        "level": 16,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 170,
        "maxhit": 230,
        "dodge": 45,
        "crit": 95,
        "mastery": 600,
        "resilience": 300,
        "defence": 140,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "factionmoney": {
                "default": {
                    "min": 50,
                    "max": 50
                }
            }
        },
        "location": "zona",
    },
    "149": {
        "id": 149,
        "name": "Пусомоб",
        "maxhp": 5000,
        "level": 16,
        "avatar": 204,
        "doll": "montesuma",
        "picture": "montesuma",
        "minhit": 189,
        "maxhit": 230,
        "dodge": 75,
        "crit": 73,
        "mastery": 750,
        "resilience": 110,
        "defence": 125,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "loot": {
                "default": {
                    "619": 60,
                    "620": 90,
                    "621": 90,
                    "622": 60,
                    "623": 90,
                    "635": 30,
                    "638": 30
                }
            },
            "randloot": {
                "16": {
                    "256": 20,
                    "257": 20
                }
            }
        },
        "location": "morfonora",
        "hidden": 1
    },
    "150": {
        "id": 150,
        "name": "Морфей",
        "isboss": 1,
        "maxhp": 3300,
        "startrage": 20,
        "level": 17,
        "avatar": 202,
        "doll": "hodzy",
        "picture": "hodzy",
        "minhit": 265,
        "maxhit": 303,
        "dodge": 85,
        "crit": 65,
        "mastery": 650,
        "resilience": 410,
        "defence": 183,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "739": 80,
                    "740": 80,
                    "741": 80,
                    "742": 80,
                    "634": 65,
                    "636": 65,
                    "637": 50,
                    "635": 100,
                    "638": 100
                }
            },
            "randloot": {
                "17": {
                    "256": 20,
                    "257": 20
                }
            }
        },
        "location": "morfonora",
    },
    "151": {
        "id": 151,
        "name": "Мираж",
        "maxhp": 1000,
        "level": 17,
        "avatar": 201,
        "doll": "hattori",
        "picture": "hattori",
        "minhit": 110,
        "maxhit": 200,
        "dodge": 40,
        "mastery": 880,
        "resilience": 180,
        "defence": 67,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "location": "morfonora",
    },
    "152": {
        "id": 152,
        "name": "Морок",
        "maxhp": 35,
        "startrage": 50,
        "level": 99,
        "avatar": 212,
        "doll": "amparar",
        "picture": "amparar",
        "minhit": 5,
        "maxhit": 25,
        "dodge": 18,
        "crit": 12,
        "mastery": 50,
        "resilience": 50,
        "defence": 13,
        "hitsound": "cotton",
        "gender": 2,
        "race": "ghost",
        "location": "arka",
    },
    "153": {
        "id": 153,
        "name": "Архивариус",
        "maxhp": 65,
        "startrage": 100,
        "level": 99,
        "avatar": 213,
        "doll": "mage",
        "picture": "mage",
        "minhit": 30,
        "maxhit": 50,
        "dodge": 20,
        "crit": 20,
        "mastery": 100,
        "resilience": 100,
        "defence": 24,
        "hitsound": "cotton",
        "gender": 1,
        "race": "undead",
        "location": "arka",
    },
    "154": {
        "id": 154,
        "name": "Тестомобина",
        "maxhp": 10000,
        "level": 20,
        "avatar": 212,
        "doll": "portal_cave",
        "picture": "portal_cave",
        "minhit": 40,
        "maxhit": 75,
        "dodge": 300,
        "crit": 15,
        "resilience": 600,
        "defence": 600,
        "hitsound": "cotton",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "randloot": {
                "default": {
                    "1049": 50,
                    "1048": 70,
                    "984": 1,
                    "1073": 2
                }
            },
            "loot": {
                "default": {
                    "1096": 65,
                    "1098": 65,
                    "1099": 50,
                    "1097": 130,
                    "1100": 130,
                    "999": 70,
                    "1074": 70
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "211": {
                    "default": {
                        "1184": 100
                    }
                },
                "220": {
                    "default": {
                        "1264": 25
                    }
                },
                "221": {
                    "default": {
                        "1264": 20
                    }
                },
                "222": {
                    "default": {
                        "1264": 15
                    }
                },
                "223": {
                    "default": {
                        "1264": 15
                    }
                },
                "224": {
                    "default": {
                        "1264": 15
                    }
                }
            }
        },
        "location": "arka",
        "hidden": 1
    },
    "155": {
        "id": 155,
        "name": "Бревень",
        "maxhp": 300,
        "level": 8,
        "avatar": 52,
        "doll": "breven",
        "picture": "breven",
        "minhit": 23,
        "maxhit": 65,
        "dodge": 20,
        "crit": 20,
        "defence": 22,
        "hitsound": "metal",
        "gender": 1,
        "race": "plant",
        "location": "arka, priziv",
    },
    "156": {
        "id": 156,
        "name": "Портал",
        "maxhp": 500,
        "level": 5,
        "avatar": 216,
        "doll": "portal_cemetry",
        "picture": "portal_cemetry",
        "minhit": 30,
        "maxhit": 50,
        "dodge": 20,
        "crit": 15,
        "defence": 25,
        "hitsound": "cotton",
        "gender": 1,
        "race": "undead",
        "loot": {
            "loot": {
                "default": {
                    "843": 150,
                    "854": 150,
                    "855": 150,
                    "856": 150,
                    "857": 150,
                    "844": 10,
                    "850": 10,
                    "851": 10,
                    "852": 10,
                    "853": 10,
                    "845": 1,
                    "846": 1,
                    "847": 1,
                    "848": 1,
                    "849": 1
                }
            },
            "randloot": {
                "default": {
                    "843": 3,
                    "854": 3,
                    "855": 3,
                    "856": 3,
                    "857": 3
                }
            }
        },
        "location": "limb",
    },
    "157": {
        "id": 157,
        "name": "Портал",
        "maxhp": 700,
        "level": 7,
        "avatar": 217,
        "doll": "portal_forest",
        "picture": "portal_forest",
        "minhit": 50,
        "maxhit": 70,
        "dodge": 20,
        "crit": 25,
        "defence": 40,
        "hitsound": "cotton",
        "gender": 1,
        "race": "plant",
        "loot": {
            "loot": {
                "default": {
                    "843": 130,
                    "854": 130,
                    "855": 130,
                    "856": 130,
                    "857": 130,
                    "844": 10,
                    "850": 10,
                    "851": 10,
                    "852": 10,
                    "853": 10,
                    "845": 1,
                    "846": 1,
                    "847": 1,
                    "848": 1,
                    "849": 1
                }
            },
            "randloot": {
                "default": {
                    "843": 4,
                    "854": 4,
                    "855": 4,
                    "856": 4,
                    "857": 4
                }
            }
        },
        "location": "limb",
    },
    "158": {
        "id": 158,
        "name": "Портал",
        "maxhp": 900,
        "level": 9,
        "avatar": 218,
        "doll": "portal_cave",
        "picture": "portal_cave",
        "minhit": 65,
        "maxhit": 95,
        "dodge": 20,
        "crit": 30,
        "defence": 65,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "843": 130,
                    "854": 130,
                    "855": 130,
                    "856": 130,
                    "857": 130,
                    "844": 15,
                    "850": 15,
                    "851": 15,
                    "852": 15,
                    "853": 15,
                    "845": 1,
                    "846": 1,
                    "847": 1,
                    "848": 1,
                    "849": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 2
                }
            }
        },
        "location": "limb",
    },
    "159": {
        "id": 159,
        "name": "ОЗС",
        "maxhp": 65,
        "level": 3,
        "avatar": 41,
        "doll": "ozs",
        "picture": "ozs",
        "minhit": 11,
        "maxhit": 15,
        "dodge": 5,
        "crit": 10,
        "defence": 2,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "location": "limb",
    },
    "160": {
        "id": 160,
        "name": "Голодная N",
        "maxhp": 99,
        "level": 3,
        "avatar": 18,
        "doll": "zombiegirl",
        "picture": "zombiegirl",
        "minhit": 12,
        "maxhit": 22,
        "dodge": 20,
        "crit": 47,
        "defence": 4,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "location": "limb",
    },
    "161": {
        "id": 161,
        "name": "Фантазма",
        "maxhp": 100,
        "level": 3,
        "avatar": 45,
        "doll": "ghostgirl",
        "picture": "ghostgirl",
        "minhit": 13,
        "maxhit": 23,
        "dodge": 10,
        "crit": 15,
        "defence": 6,
        "hitsound": "cotton",
        "gender": 2,
        "race": "undead",
        "location": "limb",
    },
    "162": {
        "id": 162,
        "name": "Хранитель Склепа",
        "maxhp": 50,
        "level": 4,
        "avatar": 99,
        "doll": "keeper",
        "picture": "keeper",
        "minhit": 15,
        "maxhit": 24,
        "dodge": 30,
        "crit": 10,
        "defence": 11,
        "hitsound": "bones",
        "gender": 1,
        "race": "undead",
        "location": "limb",
    },
    "163": {
        "id": 163,
        "name": "Крупный Лукэтлог",
        "maxhp": 85,
        "level": 3,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 22,
        "maxhit": 32,
        "dodge": 20,
        "crit": 25,
        "defence": 2,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "164": {
        "id": 164,
        "name": "Замшелый Бревень",
        "maxhp": 200,
        "level": 5,
        "avatar": 53,
        "doll": "evilbreven",
        "picture": "evilbreven",
        "minhit": 21,
        "maxhit": 27,
        "dodge": 15,
        "crit": 15,
        "defence": 9,
        "hitsound": "metal",
        "gender": 1,
        "race": "plant",
        "location": "limb",
    },
    "165": {
        "id": 165,
        "name": "Девичья Радость",
        "maxhp": 250,
        "level": 6,
        "avatar": 43,
        "doll": "drhard",
        "picture": "drhard",
        "minhit": 29,
        "maxhit": 36,
        "dodge": 10,
        "crit": 10,
        "defence": 12,
        "hitsound": "organic",
        "gender": 2,
        "race": "plant",
        "location": "limb",
    },
    "166": {
        "id": 166,
        "name": "Джонатан Sr",
        "maxhp": 300,
        "level": 7,
        "avatar": 46,
        "doll": "srjohn",
        "picture": "srjohn",
        "minhit": 29,
        "maxhit": 52,
        "dodge": 10,
        "crit": 30,
        "mastery": 40,
        "defence": 13,
        "hitsound": "organic",
        "gender": 1,
        "race": "plant",
        "location": "limb",
    },
    "167": {
        "id": 167,
        "name": "Бархатун",
        "maxhp": 130,
        "level": 4,
        "avatar": 74,
        "doll": "chair",
        "picture": "chair",
        "minhit": 10,
        "maxhit": 18,
        "dodge": 10,
        "crit": 10,
        "mastery": 10,
        "defence": 5,
        "gender": 1,
        "race": "ghost",
        "location": "limb",
    },
    "168": {
        "id": 168,
        "name": "Когсворт",
        "maxhp": 200,
        "level": 5,
        "avatar": 79,
        "doll": "clock",
        "picture": "clock",
        "minhit": 16,
        "maxhit": 29,
        "dodge": 5,
        "crit": 5,
        "mastery": 20,
        "defence": 9,
        "gender": 1,
        "race": "ghost",
        "location": "limb",
    },
    "169": {
        "id": 169,
        "name": "Смоляной Пупмат",
        "maxhp": 300,
        "level": 8,
        "avatar": 67,
        "doll": "pupblack",
        "picture": "pupblack",
        "minhit": 22,
        "maxhit": 59,
        "dodge": 17,
        "crit": 22,
        "mastery": 50,
        "defence": 17,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "170": {
        "id": 170,
        "name": "Жабоид Вася|Жабоид Петя|Жабоид Игорь|Жабоид Ваня|Жабоид Егор|Жабоид Гриша|Жабоид Антон|Жабоид Тимур|Жабоид Дима|Жабоид Маша|Жабоид Александр",
        "maxhp": 450,
        "level": 9,
        "avatar": 65,
        "doll": "bolotnik",
        "picture": "bolotnik",
        "minhit": 42,
        "maxhit": 70,
        "mastery": 25,
        "defence": 27,
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "171": {
        "id": 171,
        "name": "Радагаст",
        "isboss": 1,
        "maxhp": 2600,
        "startrage": 40,
        "level": 10,
        "avatar": 220,
        "doll": "medved",
        "picture": "medved",
        "minhit": 65,
        "maxhit": 100,
        "dodge": 10,
        "crit": 10,
        "mastery": 60,
        "defence": 45,
        "hitsound": "metal",
        "gender": 1,
        "race": "demon",
        "loot": {
            "loot": {
                "default": {
                    "843": 90,
                    "854": 90,
                    "855": 90,
                    "856": 90,
                    "857": 90,
                    "844": 15,
                    "850": 15,
                    "851": 15,
                    "852": 15,
                    "853": 15,
                    "845": 1,
                    "846": 1,
                    "847": 1,
                    "848": 1,
                    "849": 1
                }
            },
            "randloot": {
                "default": {
                    "878": 10,
                    "875": 5,
                    "876": 15,
                    "877": 100,
                    "1019": 0.1,
                    "1527": 0.4
                }
            },
            "questloot": {
                "219": {
                    "default": {
                        "1249": 100
                    }
                }
            }
        },
        "location": "limb",
    },
    "172": {
        "id": 172,
        "name": "Миёри",
        "maxhp": 666,
        "level": 3,
        "avatar": 39,
        "doll": "miery",
        "picture": "miery",
        "minhit": 36,
        "maxhit": 55,
        "dodge": 10,
        "crit": 15,
        "mastery": 25,
        "defence": 40,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "pet": 2,
        "location": "limb",
    },
    "173": {
        "id": 173,
        "name": "Жак",
        "maxhp": 800,
        "level": 8,
        "avatar": 66,
        "doll": "jacques",
        "picture": "jacques",
        "minhit": 62,
        "maxhit": 84,
        "crit": 20,
        "mastery": 30,
        "defence": 33,
        "gender": 1,
        "race": "undead",
        "location": "limb",
    },
    "174": {
        "id": 174,
        "name": "Чупакабра",
        "maxhp": 600,
        "startrage": 35,
        "level": 6,
        "avatar": 166,
        "doll": "chupakabra",
        "picture": "chupakabra",
        "minhit": 42,
        "maxhit": 60,
        "dodge": 20,
        "crit": 30,
        "mastery": 65,
        "defence": 25,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "location": "limb",
    },
    "175": {
        "id": 175,
        "name": "Сэр Найджел ",
        "maxhp": 400,
        "level": 4,
        "avatar": 40,
        "doll": "skeletonboss",
        "picture": "skeletonboss",
        "minhit": 31,
        "maxhit": 43,
        "dodge": 12,
        "crit": 5,
        "mastery": 20,
        "defence": 30,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "location": "limb",
    },
    "176": {
        "id": 176,
        "name": "Древний Дух Гор",
        "maxhp": 550,
        "level": 11,
        "avatar": 90,
        "doll": "icy_spirit_elite",
        "picture": "icy_spirit_elite",
        "minhit": 77,
        "maxhit": 108,
        "crit": 15,
        "mastery": 150,
        "defence": 43,
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "177": {
        "id": 177,
        "name": "Дух Гор",
        "maxhp": 450,
        "level": 10,
        "avatar": 88,
        "doll": "icy_spirit",
        "picture": "icy_spirit",
        "minhit": 62,
        "maxhit": 90,
        "crit": 15,
        "mastery": 100,
        "defence": 30,
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "178": {
        "id": 178,
        "name": "Снежный Лукэтлог",
        "maxhp": 400,
        "startrage": 35,
        "level": 9,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 45,
        "maxhit": 90,
        "dodge": 20,
        "crit": 20,
        "mastery": 50,
        "defence": 23,
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "179": {
        "id": 179,
        "name": "Портал",
        "maxhp": 1300,
        "level": 11,
        "avatar": 216,
        "doll": "portal_mt",
        "picture": "portal_mt",
        "minhit": 65,
        "maxhit": 95,
        "dodge": 20,
        "crit": 30,
        "mastery": 100,
        "resilience": 25,
        "defence": 70,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "843": 180,
                    "854": 180,
                    "855": 180,
                    "856": 180,
                    "857": 180,
                    "884": 150,
                    "892": 150,
                    "895": 150,
                    "898": 150,
                    "901": 150,
                    "885": 10,
                    "893": 10,
                    "896": 10,
                    "899": 10,
                    "902": 10,
                    "886": 1,
                    "894": 1,
                    "897": 1,
                    "900": 1,
                    "903": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 1,
                    "1196x1": 30
                }
            }
        },
        "location": "limb",
    },
    "180": {
        "id": 180,
        "name": "Горный Тролль",
        "maxhp": 750,
        "level": 13,
        "avatar": 97,
        "doll": "stonetroll",
        "picture": "stonetroll",
        "minhit": 112,
        "maxhit": 123,
        "dodge": 5,
        "crit": 40,
        "mastery": 85,
        "defence": 50,
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "181": {
        "id": 181,
        "name": "Талая Фея",
        "maxhp": 1001,
        "level": 12,
        "avatar": 113,
        "doll": "halficegolem",
        "picture": "halficegolem",
        "minhit": 88,
        "maxhit": 100,
        "crit": 10,
        "mastery": 75,
        "defence": 29,
        "gender": 2,
        "race": "ghost",
        "location": "limb",
    },
    "182": {
        "id": 182,
        "name": "Ледяная Фея",
        "maxhp": 1000,
        "level": 11,
        "avatar": 102,
        "doll": "icegolem",
        "picture": "icegolem",
        "minhit": 77,
        "maxhit": 88,
        "crit": 10,
        "mastery": 60,
        "defence": 25,
        "hitsound": "glass",
        "gender": 2,
        "race": "ghost",
        "location": "limb",
    },
    "183": {
        "id": 183,
        "name": "Страстная Фея",
        "maxhp": 700,
        "startrage": 99,
        "level": 13,
        "avatar": 144,
        "doll": "lavagolem",
        "picture": "lavagolem",
        "minhit": 90,
        "maxhit": 120,
        "mastery": 100,
        "defence": 34,
        "gender": 2,
        "race": "ghost",
        "location": "limb",
    },
    "184": {
        "id": 184,
        "name": "Портал",
        "maxhp": 1800,
        "level": 13,
        "avatar": 217,
        "doll": "portal_fae",
        "picture": "portal_fae",
        "minhit": 75,
        "maxhit": 115,
        "dodge": 20,
        "crit": 30,
        "mastery": 150,
        "resilience": 45,
        "defence": 75,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "884": 230,
                    "892": 230,
                    "895": 230,
                    "898": 230,
                    "901": 230,
                    "885": 10,
                    "893": 10,
                    "896": 10,
                    "899": 10,
                    "902": 10,
                    "886": 1,
                    "894": 1,
                    "897": 1,
                    "900": 1,
                    "903": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 2,
                    "1196x1": 50,
                    "1196x2": 5
                }
            }
        },
        "location": "limb",
    },
    "185": {
        "id": 185,
        "name": "Джинн",
        "maxhp": 1500,
        "startrage": 40,
        "level": 14,
        "avatar": 164,
        "doll": "djin",
        "picture": "djin",
        "minhit": 100,
        "maxhit": 137,
        "dodge": 15,
        "crit": 25,
        "mastery": 200,
        "defence": 54,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "location": "limb",
    },
    "186": {
        "id": 186,
        "name": "Золотой Скорпио",
        "maxhp": 1200,
        "level": 14,
        "avatar": 163,
        "doll": "scorp_golden",
        "picture": "scorp_golden",
        "minhit": 100,
        "maxhit": 130,
        "dodge": 20,
        "crit": 25,
        "mastery": 110,
        "defence": 45,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "187": {
        "id": 187,
        "name": "Волхв",
        "maxhp": 1300,
        "level": 14,
        "avatar": 174,
        "doll": "beastmaster",
        "picture": "beastmaster",
        "minhit": 100,
        "maxhit": 137,
        "defence": 28,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "location": "limb",
    },
    "188": {
        "id": 188,
        "name": "Портал",
        "maxhp": 2100,
        "level": 15,
        "avatar": 218,
        "doll": "portal_desert",
        "picture": "portal_desert",
        "minhit": 85,
        "maxhit": 125,
        "dodge": 20,
        "crit": 30,
        "mastery": 200,
        "resilience": 75,
        "defence": 80,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "884": 200,
                    "892": 200,
                    "895": 200,
                    "898": 200,
                    "901": 200,
                    "885": 15,
                    "893": 15,
                    "896": 15,
                    "899": 15,
                    "902": 15,
                    "886": 1,
                    "894": 1,
                    "897": 1,
                    "900": 1,
                    "903": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 2,
                    "1196x1": 70,
                    "1196x1": 10
                }
            }
        },
        "location": "limb",
    },
    "189": {
        "id": 189,
        "name": "Дагод",
        "isboss": 1,
        "maxhp": 2800,
        "level": 15,
        "avatar": 221,
        "doll": "crabster",
        "picture": "crabster",
        "minhit": 140,
        "maxhit": 180,
        "dodge": 15,
        "crit": 25,
        "mastery": 60,
        "resilience": 100,
        "defence": 95,
        "hitsound": "metal",
        "gender": 1,
        "race": "demon",
        "loot": {
            "loot": {
                "default": {
                    "884": 170,
                    "892": 170,
                    "895": 170,
                    "898": 170,
                    "901": 170,
                    "885": 15,
                    "893": 15,
                    "896": 15,
                    "899": 15,
                    "902": 15,
                    "886": 1,
                    "894": 1,
                    "897": 1,
                    "900": 1,
                    "903": 1
                }
            },
            "randloot": {
                "default": {
                    "1009": 20,
                    "875": 15,
                    "876": 50,
                    "877x2": 100,
                    "1019": 2,
                    "1196x1": 100,
                    "1196x2": 30,
                    "1528": 0.4
                }
            },
            "questloot": {
                "219": {
                    "default": {
                        "1248": 100
                    }
                }
            }
        },
        "location": "limb",
    },
    "190": {
        "id": 190,
        "name": "Голем Хранитель",
        "maxhp": 18000,
        "level": 20,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 420,
        "maxhit": 450,
        "dodge": 35,
        "crit": 35,
        "mastery": 750,
        "resilience": 500,
        "defence": 300,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "904": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                }
            }
        },
        "location": "arena",
    },
    "191": {
        "id": 191,
        "name": "Голем Страж",
        "maxhp": 12000,
        "level": 19,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 242,
        "maxhit": 285,
        "dodge": 30,
        "crit": 30,
        "mastery": 300,
        "resilience": 200,
        "defence": 155,
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "default": {
                    "904": 100
                }
            },
            "questloot": {
                "78": {
                    "default": {
                        "333": 100
                    }
                },
                "330": {
                    "default": {
                        "2045": 70
                    }
                },
                "341": {
                    "default": {
                        "2229": 100
                    }
                }
            }
        },
        "location": "arena",
    },
    "192": {
        "id": 192,
        "name": "Раб Руны",
        "maxhp": 4700,
        "level": 19,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 330,
        "maxhit": 385,
        "crit": 50,
        "mastery": 200,
        "defence": 170,
        "gender": 1,
        "race": "mechanics",
        "location": "arena, priziv",
    },
    "193": {
        "id": 193,
        "name": "Могильный Пупмат",
        "maxhp": 1600,
        "level": 17,
        "avatar": 222,
        "doll": "grimmpup",
        "picture": "grimmpup",
        "minhit": 150,
        "maxhit": 180,
        "dodge": 15,
        "crit": 40,
        "mastery": 250,
        "resilience": 50,
        "defence": 55,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 20,
                    "935": 15
                },
                "18": {
                    "929": 15,
                    "935": 12
                },
                "default": {
                    "929": 10,
                    "935": 10,
                    "1097": 0.1,
                    "1256": 0.06
                }
            },
            "twilights": {
                "default": {
                    "min": 2,
                    "max": 4
                }
            },
            "questloot": {
                "207": {
                    "17": {
                        "390": 20
                    }
                },
                "216": {
                    "default": {
                        "1235": 3
                    }
                },
                "162": {
                    "default": {
                        "937": 70
                    }
                },
                "163": {
                    "default": {
                        "938": 40
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "194": {
        "id": 194,
        "name": "Кровавый Пупмат",
        "maxhp": 1900,
        "level": 18,
        "avatar": 223,
        "doll": "grimmpup_bloody",
        "picture": "grimmpup_bloody",
        "minhit": 185,
        "maxhit": 245,
        "dodge": 40,
        "crit": 40,
        "mastery": 400,
        "resilience": 200,
        "defence": 125,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 25,
                    "935": 25
                },
                "18": {
                    "929": 22,
                    "935": 22
                },
                "default": {
                    "929": 20,
                    "935": 20,
                    "1097": 0.08,
                    "1256": 0.1,
                    "1265": 0.1,
                    "1329": 0.1,
                    "1391": 0.1
                }
            },
            "twilights": {
                "default": {
                    "min": 2,
                    "max": 3
                }
            },
            "questloot": {
                "207": {
                    "18": {
                        "390": 10
                    }
                },
                "216": {
                    "default": {
                        "1235": 5
                    }
                },
                "162": {
                    "default": {
                        "937": 100
                    }
                },
                "174": {
                    "default": {
                        "1038": 1
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "195": {
        "id": 195,
        "name": "Гриммер",
        "maxhp": 1900,
        "level": 17,
        "avatar": 224,
        "doll": "grimmer",
        "picture": "grimmer",
        "minhit": 165,
        "maxhit": 180,
        "dodge": 15,
        "crit": 25,
        "mastery": 200,
        "resilience": 50,
        "defence": 85,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 18,
                    "935": 15,
                    "1098": 0.1
                },
                "18": {
                    "929": 15,
                    "935": 12,
                    "1098": 0.1
                },
                "default": {
                    "929": 12,
                    "935": 10,
                    "1098": 0.09,
                    "1257": 0.07
                }
            },
            "twilights": {
                "default": {
                    "min": 2,
                    "max": 4
                }
            },
            "questloot": {
                "207": {
                    "17": {
                        "390": 20
                    }
                },
                "216": {
                    "default": {
                        "1235": 3
                    }
                },
                "162": {
                    "default": {
                        "937": 70
                    }
                },
                "163": {
                    "default": {
                        "939": 45
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "196": {
        "id": 196,
        "name": "Гриммер-воин",
        "maxhp": 2100,
        "level": 18,
        "avatar": 225,
        "doll": "grimmer_warrior",
        "picture": "grimmer_warrior",
        "minhit": 185,
        "maxhit": 225,
        "dodge": 35,
        "crit": 45,
        "mastery": 350,
        "resilience": 200,
        "defence": 120,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 18,
                    "935": 15,
                    "1098": 0.1,
                    "1238": 0.1
                },
                "18": {
                    "929": 15,
                    "935": 12,
                    "1098": 0.1
                },
                "default": {
                    "929": 12,
                    "935": 10,
                    "1098": 0.1,
                    "1257": 0.1,
                    "1265": 0.1,
                    "1329": 0.2,
                    "1369": 0.2,
                    "1391": 0.2
                }
            },
            "twilights": {
                "default": {
                    "min": 2,
                    "max": 5
                }
            },
            "questloot": {
                "207": {
                    "18": {
                        "390": 20
                    }
                },
                "162": {
                    "default": {
                        "937": 100
                    }
                },
                "165": {
                    "default": {
                        "971": 20
                    }
                },
                "166": {
                    "default": {
                        "971": 20
                    }
                },
                "216": {
                    "default": {
                        "1235": 5
                    }
                },
                "174": {
                    "default": {
                        "1038": 1
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "197": {
        "id": 197,
        "name": "Углер",
        "maxhp": 2300,
        "level": 18,
        "avatar": 226,
        "doll": "ugler",
        "picture": "ugler",
        "minhit": 180,
        "maxhit": 199,
        "dodge": 20,
        "crit": 25,
        "mastery": 290,
        "resilience": 100,
        "defence": 100,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "crystals": {
                "default": [150, 40, 5, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 18,
                    "930": 4,
                    "931": 4,
                    "932": 4,
                    "933": 4
                },
                "18": {
                    "929": 15,
                    "930": 4,
                    "931": 4,
                    "932": 4,
                    "933": 4
                },
                "default": {
                    "929": 12,
                    "930": 3,
                    "931": 3,
                    "932": 3,
                    "933": 3,
                    "1100": 0.07,
                    "1238": 0.1,
                    "1258": 0.1,
                    "1265": 0.1,
                    "1329": 0.1,
                    "1369": 0.2,
                    "1549": 0.2
                }
            },
            "twilights": {
                "default": {
                    "min": 2,
                    "max": 4
                }
            },
            "questloot": {
                "207": {
                    "18": {
                        "390": 10
                    }
                },
                "216": {
                    "default": {
                        "1235": 6
                    }
                },
                "162": {
                    "default": {
                        "937": 80
                    }
                },
                "163": {
                    "default": {
                        "940": 20
                    }
                },
                "174": {
                    "default": {
                        "1038": 1
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "198": {
        "id": 198,
        "name": "Фредди",
        "isboss": 1,
        "maxhp": 5120,
        "startrage": 30,
        "level": 17,
        "avatar": 229,
        "doll": "plunder",
        "picture": "plunder",
        "minhit": 240,
        "maxhit": 330,
        "dodge": 95,
        "crit": 95,
        "mastery": 350,
        "resilience": 450,
        "defence": 100,
        "hitsound": "bones",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1005": 20
                }
            }
        },
        "location": "sumerki",
    },
    "199": {
        "id": 199,
        "name": "Прототип-Р2",
        "maxhp": 2100,
        "level": 18,
        "avatar": 227,
        "doll": "cyber_skeleton",
        "picture": "cyber_skeleton",
        "minhit": 175,
        "maxhit": 220,
        "dodge": 20,
        "crit": 40,
        "mastery": 350,
        "resilience": 110,
        "defence": 85,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "crystals": {
                "default": [150, 50, 10, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 30,
                    "930": 3,
                    "931": 3,
                    "932": 3,
                    "933": 3
                },
                "18": {
                    "929": 28,
                    "930": 3,
                    "931": 3,
                    "932": 3,
                    "933": 3
                },
                "default": {
                    "929": 25,
                    "930": 2,
                    "931": 2,
                    "932": 2,
                    "933": 2,
                    "1238": 0.1,
                    "1260": 0.1
                }
            },
            "twilights": {
                "default": {
                    "min": 3,
                    "max": 5
                }
            },
            "questloot": {
                "89": {
                    "18": {
                        "390": 10
                    }
                },
                "216": {
                    "default": {
                        "1235": 5
                    }
                },
                "162": {
                    "default": {
                        "937": 70
                    }
                },
                "174": {
                    "default": {
                        "1038": 1
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "200": {
        "id": 200,
        "name": "Прототип-D2",
        "maxhp": 3000,
        "level": 18,
        "avatar": 233,
        "doll": "cyber_skeleton_blue",
        "picture": "cyber_skeleton_blue",
        "minhit": 200,
        "maxhit": 240,
        "dodge": 30,
        "crit": 45,
        "mastery": 400,
        "resilience": 200,
        "defence": 115,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "crystals": {
                "default": [150, 20, 0, 0, 0]
            },
            "randloot": {
                "17": {
                    "929": 30,
                    "930": 1,
                    "931": 1,
                    "932": 1,
                    "933": 1,
                    "973": 50
                },
                "18": {
                    "929": 28,
                    "930": 1,
                    "931": 1,
                    "932": 1,
                    "933": 1,
                    "973": 70
                },
                "default": {
                    "929": 25,
                    "930": 1,
                    "931": 1,
                    "932": 1,
                    "933": 1,
                    "1260": 0.12,
                    "973": 90
                }
            },
            "twilights": {
                "default": {
                    "min": 4,
                    "max": 7
                }
            },
            "questloot": {
                "89": {
                    "18": {
                        "390": 20
                    }
                },
                "174": {
                    "default": {
                        "1038": 1
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "201": {
        "id": 201,
        "name": "Темный Лукэтлог",
        "maxhp": 1,
        "level": 1,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 500,
        "maxhit": 5000,
        "mastery": 100,
        "resilience": 300,
        "defence": 1,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city",
        "hidden": 1
    },
    "202": {
        "id": 202,
        "name": "Михаил",
        "isboss": 1,
        "maxhp": 7531,
        "startrage": 30,
        "level": 18,
        "avatar": 234,
        "doll": "mihail",
        "picture": "mihail",
        "minhit": 295,
        "maxhit": 385,
        "dodge": 80,
        "crit": 95,
        "mastery": 450,
        "resilience": 300,
        "defence": 250,
        "hitsound": "bones",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1004": 20
                }
            }
        },
        "location": "sumerki",
    },
    "203": {
        "id": 203,
        "name": "Горожанин",
        "maxhp": 2200,
        "startrage": 20,
        "level": 18,
        "avatar": 232,
        "doll": "citizen",
        "picture": "citizen",
        "minhit": 200,
        "maxhit": 240,
        "dodge": 15,
        "crit": 45,
        "mastery": 450,
        "resilience": 140,
        "defence": 185,
        "hitsound": "wood",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "randloot": {
                "default": {
                    "1006": 10,
                    "1238": 1,
                    "1259": 1,
                    "1265": 1,
                    "1329": 2,
                    "1369": 2
                }
            },
            "twilights": {
                "default": {
                    "min": 5,
                    "max": 7
                }
            },
            "questloot": {
                "207": {
                    "18": {
                        "390": 10
                    }
                },
                "170": {
                    "default": {
                        "989": 100
                    }
                },
                "174": {
                    "default": {
                        "1038": 3
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "204": {
        "id": 204,
        "name": "Прототип-Е2",
        "maxhp": 10000,
        "startrage": 50,
        "level": 18,
        "avatar": 227,
        "doll": "cyber_skeleton",
        "picture": "cyber_skeleton",
        "minhit": 220,
        "maxhit": 290,
        "dodge": 30,
        "crit": 80,
        "mastery": 400,
        "resilience": 250,
        "defence": 110,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "location": "sumerki",
    },
    "205": {
        "id": 205,
        "name": "Горожанка",
        "maxhp": 3400,
        "level": 18,
        "avatar": 236,
        "doll": "frau_mob",
        "picture": "frau_mob",
        "minhit": 330,
        "maxhit": 350,
        "dodge": 25,
        "crit": 40,
        "mastery": 250,
        "resilience": 225,
        "defence": 170,
        "hitsound": "wood",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "questloot": {
                "89": {
                    "18": {
                        "390": 10
                    }
                },
                "174": {
                    "default": {
                        "1039": 100
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "206": {
        "id": 206,
        "name": "Дэниэл|Роберт|Лайнус|Бэшер|Фрэнк|Тёрк|Вёрджил|Ливингстон|Сол|Рубен|Йен",
        "maxhp": 1450,
        "startrage": 50,
        "level": 19,
        "avatar": 179,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 230,
        "maxhit": 270,
        "dodge": 45,
        "crit": 65,
        "mastery": 600,
        "resilience": 500,
        "defence": 100,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 20, 5]
            },
            "twilights": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "sumerki",
    },
    "207": {
        "id": 207,
        "name": "Крис|Вин|Бернардо|Ли|Чико|Гарри|Бритт",
        "maxhp": 1450,
        "startrage": 50,
        "level": 19,
        "avatar": 179,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 230,
        "maxhit": 270,
        "dodge": 45,
        "crit": 65,
        "mastery": 600,
        "resilience": 500,
        "defence": 100,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 20, 5]
            },
            "twilights": {
                "default": {
                    "min": 5,
                    "max": 5
                }
            }
        },
        "location": "sumerki",
    },
    "208": {
        "id": 208,
        "name": "Клоун",
        "maxhp": 2000,
        "level": 19,
        "avatar": 238,
        "doll": "clown",
        "picture": "clown",
        "minhit": 200,
        "maxhit": 220,
        "dodge": 55,
        "crit": 25,
        "mastery": 600,
        "resilience": 200,
        "defence": 200,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1044": 3
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "178": {
                    "default": {
                        "1046": 100
                    }
                },
                "220": {
                    "default": {
                        "1262": 25
                    }
                },
                "221": {
                    "default": {
                        "1262": 25
                    }
                },
                "222": {
                    "default": {
                        "1262": 25
                    }
                },
                "223": {
                    "default": {
                        "1262": 25
                    }
                },
                "224": {
                    "default": {
                        "1262": 25
                    }
                },
                "300": {
                    "default": {
                        "1798": 2
                    }
                }
            }
        },
        "location": "cirk",
    },
    "209": {
        "id": 209,
        "name": "Джокер",
        "maxhp": 3000,
        "level": 19,
        "avatar": 239,
        "doll": "joker",
        "picture": "joker",
        "minhit": 265,
        "maxhit": 350,
        "dodge": 45,
        "crit": 65,
        "mastery": 650,
        "resilience": 350,
        "defence": 300,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1049": 3
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "180": {
                    "default": {
                        "1053": 100
                    }
                },
                "177": {
                    "default": {
                        "1047": 3
                    }
                }
            }
        },
        "location": "cirk",
    },
    "210": {
        "id": 210,
        "name": "Клоун",
        "maxhp": 3000,
        "level": 19,
        "avatar": 241,
        "doll": "clownwhite",
        "picture": "clownwhite",
        "minhit": 190,
        "maxhit": 210,
        "dodge": 60,
        "crit": 15,
        "mastery": 650,
        "resilience": 150,
        "defence": 220,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1044": 3
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "178": {
                    "default": {
                        "1046": 100
                    }
                },
                "220": {
                    "default": {
                        "1262": 25
                    }
                },
                "221": {
                    "default": {
                        "1262": 25
                    }
                },
                "222": {
                    "default": {
                        "1262": 25
                    }
                },
                "223": {
                    "default": {
                        "1262": 25
                    }
                },
                "224": {
                    "default": {
                        "1262": 25
                    }
                },
                "300": {
                    "default": {
                        "1798": 2
                    }
                }
            }
        },
        "location": "cirk",
    },
    "211": {
        "id": 211,
        "name": "Эльвира",
        "isboss": 1,
        "maxhp": 5000,
        "level": 19,
        "avatar": 242,
        "doll": "succubi",
        "picture": "succubi",
        "minhit": 220,
        "maxhit": 280,
        "dodge": 40,
        "crit": 35,
        "mastery": 830,
        "resilience": 50,
        "defence": 500,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "randloot": {
                "default": {
                    "1049": 50,
                    "1048": 70,
                    "984": 1,
                    "1073": 2,
                    "1484": 5,
                    "1488": 5
                }
            },
            "loot": {
                "default": {
                    "1096": 65,
                    "1098": 65,
                    "1099": 50,
                    "1097": 130,
                    "1100": 130,
                    "999": 70,
                    "1074": 70
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "211": {
                    "default": {
                        "1184": 100
                    }
                },
                "220": {
                    "default": {
                        "1264": 70
                    }
                },
                "221": {
                    "default": {
                        "1264": 70
                    }
                },
                "222": {
                    "default": {
                        "1264": 60
                    }
                },
                "223": {
                    "default": {
                        "1264": 55
                    }
                },
                "224": {
                    "default": {
                        "1264": 55
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 50,
                        "2048x2": 5
                    }
                }
            }
        },
        "location": "cirk",
    },
    "212": {
        "id": 212,
        "name": "Джокер",
        "isboss": 1,
        "maxhp": 3000,
        "level": 19,
        "avatar": 239,
        "doll": "joker",
        "picture": "joker",
        "minhit": 285,
        "maxhit": 350,
        "dodge": 45,
        "crit": 65,
        "mastery": 700,
        "resilience": 350,
        "defence": 300,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {
                    "1049": 60,
                    "1488": 4,
                    "1537": 0.5
                }
            },
            "questloot": {
                "89": {
                    "19": {
                        "390": 10
                    }
                },
                "180": {
                    "default": {
                        "1053": 100
                    }
                },
                "177": {
                    "default": {
                        "1047": 100
                    }
                },
                "211": {
                    "default": {
                        "1184": 100
                    }
                },
                "220": {
                    "default": {
                        "1264": 30
                    }
                },
                "221": {
                    "default": {
                        "1264": 30
                    }
                },
                "222": {
                    "default": {
                        "1264": 25
                    }
                },
                "223": {
                    "default": {
                        "1264": 25
                    }
                },
                "224": {
                    "default": {
                        "1264": 25
                    }
                }
            }
        },
        "location": "cirk",
    },
    "213": {
        "id": 213,
        "name": "Красный",
        "maxhp": 2000,
        "level": 19,
        "avatar": 238,
        "doll": "clown",
        "picture": "clown",
        "minhit": 200,
        "maxhit": 220,
        "dodge": 55,
        "crit": 25,
        "mastery": 600,
        "resilience": 200,
        "defence": 200,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "location": "cirk",
    },
    "214": {
        "id": 214,
        "name": "Белый",
        "maxhp": 2000,
        "level": 19,
        "avatar": 241,
        "doll": "clownwhite",
        "picture": "clownwhite",
        "minhit": 190,
        "maxhit": 210,
        "dodge": 40,
        "crit": 15,
        "mastery": 650,
        "resilience": 150,
        "defence": 220,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "location": "cirk",
    },
    "215": {
        "id": 215,
        "name": "Боец Арены",
        "maxhp": 1500,
        "startrage": 50,
        "level": 19,
        "avatar": 137,
        "doll": "mob_human_male",
        "picture": "sum_arena_lox",
        "minhit": 200,
        "maxhit": 230,
        "dodge": 40,
        "crit": 55,
        "mastery": 700,
        "resilience": 400,
        "defence": 215,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 30]
            },
            "randloot": {
                "default": {
                    "1112": 20
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "216": {
        "id": 216,
        "name": "Диана",
        "maxhp": 1500,
        "startrage": 50,
        "level": 19,
        "avatar": 135,
        "doll": "mob_human_female",
        "picture": "diana",
        "minhit": 330,
        "maxhit": 390,
        "dodge": 45,
        "crit": 65,
        "mastery": 700,
        "resilience": 450,
        "defence": 300,
        "hitsound": "organic",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 50, 20]
            },
            "randloot": {
                "default": {
                    "1112": 100
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1262": 35
                    }
                },
                "221": {
                    "default": {
                        "1262": 35
                    }
                },
                "222": {
                    "default": {
                        "1262": 35
                    }
                },
                "223": {
                    "default": {
                        "1262": 35
                    }
                },
                "224": {
                    "default": {
                        "1262": 35
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "217": {
        "id": 217,
        "name": "Сойер",
        "maxhp": 1500,
        "startrage": 50,
        "level": 19,
        "avatar": 138,
        "doll": "mob_human_male",
        "picture": "lafleur",
        "minhit": 330,
        "maxhit": 380,
        "dodge": 45,
        "crit": 65,
        "mastery": 700,
        "resilience": 450,
        "defence": 400,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 50, 20]
            },
            "randloot": {
                "default": {
                    "1112": 100
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1262": 35
                    }
                },
                "221": {
                    "default": {
                        "1262": 35
                    }
                },
                "222": {
                    "default": {
                        "1262": 35
                    }
                },
                "223": {
                    "default": {
                        "1262": 35
                    }
                },
                "224": {
                    "default": {
                        "1262": 35
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "218": {
        "id": 218,
        "name": "Воин Арены",
        "maxhp": 1600,
        "startrage": 50,
        "level": 19,
        "avatar": 179,
        "doll": "mob_human_male",
        "picture": "sum_arena_norm",
        "minhit": 270,
        "maxhit": 290,
        "dodge": 45,
        "crit": 65,
        "mastery": 700,
        "resilience": 550,
        "defence": 275,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 20, 10]
            },
            "randloot": {
                "default": {
                    "1112": 40
                }
            },
            "questloot": {
                "207": {
                    "19": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 40
                    }
                },
                "221": {
                    "default": {
                        "1262": 35
                    }
                },
                "222": {
                    "default": {
                        "1262": 35
                    }
                },
                "223": {
                    "default": {
                        "1262": 35
                    }
                },
                "224": {
                    "default": {
                        "1262": 35
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "219": {
        "id": 219,
        "name": "Алиса",
        "maxhp": 1600,
        "startrage": 50,
        "level": 19,
        "avatar": 181,
        "doll": "mob_elv_female",
        "picture": "alisa",
        "minhit": 370,
        "maxhit": 400,
        "dodge": 45,
        "crit": 65,
        "mastery": 700,
        "resilience": 550,
        "defence": 450,
        "hitsound": "organic",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 20, 20]
            },
            "randloot": {
                "default": {
                    "1112": 100
                }
            }
        },
        "location": "sumerki",
    },
    "220": {
        "id": 220,
        "name": "Чемпион Арены",
        "maxhp": 1750,
        "startrage": 50,
        "level": 20,
        "avatar": 1,
        "doll": "mob_human_male",
        "picture": "sum_arena_hard",
        "minhit": 290,
        "maxhit": 320,
        "dodge": 45,
        "crit": 65,
        "mastery": 800,
        "resilience": 700,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 60, 40]
            },
            "randloot": {
                "default": {
                    "1112": 90
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1262": 55
                    }
                },
                "221": {
                    "default": {
                        "1262": 55
                    }
                },
                "222": {
                    "default": {
                        "1262": 55
                    }
                },
                "223": {
                    "default": {
                        "1262": 55
                    }
                },
                "224": {
                    "default": {
                        "1262": 55
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "221": {
        "id": 221,
        "name": "Голем Арены",
        "maxhp": 2000,
        "startrage": 50,
        "level": 19,
        "avatar": 78,
        "doll": "golem_twohit_twi",
        "picture": "golem_twohit_twi",
        "minhit": 330,
        "maxhit": 380,
        "dodge": 45,
        "crit": 60,
        "mastery": 600,
        "resilience": 650,
        "defence": 350,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "loot": {
                "default": {
                    "1115": 25,
                    "1116": 25,
                    "1117": 25,
                    "1118": 25
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1262": 75
                    }
                },
                "221": {
                    "default": {
                        "1262": 75
                    }
                },
                "222": {
                    "default": {
                        "1262": 75
                    }
                },
                "223": {
                    "default": {
                        "1262": 75
                    }
                },
                "224": {
                    "default": {
                        "1262": 75
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "222": {
        "id": 222,
        "name": "Хранитель Арены",
        "maxhp": 3000,
        "startrage": 50,
        "level": 20,
        "avatar": 78,
        "doll": "golem_twohit_twi",
        "picture": "golem_twohit_twi",
        "minhit": 390,
        "maxhit": 420,
        "dodge": 45,
        "crit": 65,
        "mastery": 650,
        "resilience": 700,
        "defence": 400,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "loot": {
                "default": {
                    "1115": 25,
                    "1116": 25,
                    "1117": 25,
                    "1118": 25
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1262": 75
                    }
                },
                "221": {
                    "default": {
                        "1262": 75
                    }
                },
                "222": {
                    "default": {
                        "1262": 75
                    }
                },
                "223": {
                    "default": {
                        "1262": 75
                    }
                },
                "224": {
                    "default": {
                        "1262": 75
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "223": {
        "id": 223,
        "name": "Хендерсон",
        "maxhp": 1850,
        "startrage": 50,
        "level": 20,
        "avatar": 84,
        "doll": "mob_elv_male",
        "picture": "henderson",
        "minhit": 295,
        "maxhit": 330,
        "dodge": 45,
        "crit": 65,
        "mastery": 800,
        "resilience": 700,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 50, 30, 10]
            },
            "randloot": {
                "default": {
                    "1112": 100
                }
            },
            "questloot": {
                "208": {
                    "default": {
                        "1153": 100
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "224": {
        "id": 224,
        "name": "Портал",
        "maxhp": 3300,
        "level": 16,
        "avatar": 218,
        "doll": "portal_darkforest",
        "picture": "portal_darkforest",
        "minhit": 163,
        "maxhit": 176,
        "dodge": 25,
        "crit": 30,
        "mastery": 220,
        "resilience": 95,
        "defence": 150,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "921": 200,
                    "910": 200,
                    "912": 200,
                    "915": 200,
                    "918": 200,
                    "922": 15,
                    "911": 15,
                    "896": 15,
                    "913": 15,
                    "919": 15,
                    "923": 1,
                    "924": 1,
                    "914": 1,
                    "917": 1,
                    "920": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 3,
                    "1196x1": 100,
                    "1196x2": 30
                }
            }
        },
        "location": "limb",
    },
    "225": {
        "id": 225,
        "name": "Портал",
        "maxhp": 3700,
        "level": 18,
        "avatar": 218,
        "doll": "portal_town",
        "picture": "portal_town",
        "minhit": 176,
        "maxhit": 195,
        "dodge": 30,
        "crit": 30,
        "mastery": 200,
        "resilience": 105,
        "defence": 170,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "921": 200,
                    "910": 200,
                    "912": 200,
                    "915": 200,
                    "918": 200,
                    "922": 15,
                    "911": 15,
                    "896": 15,
                    "913": 15,
                    "919": 15,
                    "923": 1,
                    "924": 1,
                    "914": 1,
                    "917": 1,
                    "920": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 3,
                    "1196x1": 100,
                    "1196x2": 50,
                    "1196x3": 10
                }
            }
        },
        "location": "limb",
    },
    "226": {
        "id": 226,
        "name": "Портал",
        "maxhp": 3900,
        "level": 15,
        "avatar": 218,
        "doll": "portal_circus",
        "picture": "portal_circus",
        "minhit": 245,
        "maxhit": 287,
        "dodge": 30,
        "crit": 35,
        "mastery": 200,
        "resilience": 125,
        "defence": 190,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "loot": {
                "default": {
                    "921": 200,
                    "910": 200,
                    "912": 200,
                    "915": 200,
                    "918": 200,
                    "922": 15,
                    "911": 15,
                    "896": 15,
                    "913": 15,
                    "919": 15,
                    "923": 1,
                    "924": 1,
                    "914": 1,
                    "917": 1,
                    "920": 1
                }
            },
            "randloot": {
                "default": {
                    "877": 3,
                    "1196x1": 100,
                    "1196x2": 70,
                    "1196x3": 20
                }
            }
        },
        "location": "limb",
    },
    "227": {
        "id": 227,
        "name": "Туманный Кратер",
        "maxhp": 1600,
        "startrage": 50,
        "level": 16,
        "avatar": 198,
        "doll": "moonblue",
        "picture": "moonblue",
        "minhit": 140,
        "maxhit": 170,
        "dodge": 30,
        "crit": 60,
        "mastery": 300,
        "resilience": 60,
        "defence": 78,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 25
                    }
                },
                "221": {
                    "default": {
                        "1262": 25
                    }
                },
                "222": {
                    "default": {
                        "1262": 25
                    }
                },
                "223": {
                    "default": {
                        "1262": 25
                    }
                },
                "224": {
                    "default": {
                        "1262": 25
                    }
                }
            }
        },
        "location": "limb",
    },
    "228": {
        "id": 228,
        "name": "Чам",
        "maxhp": 1500,
        "startrage": 35,
        "level": 16,
        "avatar": 199,
        "doll": "cham",
        "picture": "cham",
        "minhit": 110,
        "maxhit": 145,
        "dodge": 25,
        "crit": 30,
        "mastery": 250,
        "resilience": 40,
        "defence": 58,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "229": {
        "id": 229,
        "name": "Чам-бригадир",
        "maxhp": 1700,
        "startrage": 50,
        "level": 16,
        "avatar": 200,
        "doll": "cham_angry",
        "picture": "cham_angry",
        "minhit": 125,
        "maxhit": 160,
        "dodge": 30,
        "crit": 35,
        "mastery": 280,
        "resilience": 50,
        "defence": 69,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "230": {
        "id": 230,
        "name": "Кратер",
        "maxhp": 1400,
        "level": 16,
        "avatar": 197,
        "doll": "moonkin",
        "picture": "moonkin",
        "minhit": 135,
        "maxhit": 160,
        "dodge": 25,
        "crit": 55,
        "mastery": 250,
        "resilience": 50,
        "defence": 66,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "location": "limb",
    },
    "231": {
        "id": 231,
        "name": "Могильный Пупмат",
        "maxhp": 1600,
        "level": 17,
        "avatar": 222,
        "doll": "grimmpup",
        "picture": "grimmpup",
        "minhit": 150,
        "maxhit": 180,
        "dodge": 15,
        "crit": 40,
        "mastery": 250,
        "resilience": 50,
        "defence": 55,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "232": {
        "id": 232,
        "name": "Кровавый Пупмат",
        "maxhp": 1900,
        "level": 18,
        "avatar": 223,
        "doll": "grimmpup_bloody",
        "picture": "grimmpup_bloody",
        "minhit": 185,
        "maxhit": 245,
        "dodge": 40,
        "crit": 40,
        "mastery": 400,
        "resilience": 200,
        "defence": 125,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 15
                    }
                },
                "221": {
                    "default": {
                        "1262": 15
                    }
                },
                "222": {
                    "default": {
                        "1262": 15
                    }
                },
                "223": {
                    "default": {
                        "1262": 15
                    }
                },
                "224": {
                    "default": {
                        "1262": 15
                    }
                }
            }
        },
        "location": "limb",
    },
    "233": {
        "id": 233,
        "name": "Гриммер",
        "maxhp": 1900,
        "level": 17,
        "avatar": 224,
        "doll": "grimmer",
        "picture": "grimmer",
        "minhit": 165,
        "maxhit": 180,
        "dodge": 15,
        "crit": 25,
        "mastery": 200,
        "resilience": 50,
        "defence": 85,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "location": "limb",
    },
    "234": {
        "id": 234,
        "name": "Гриммер-воин",
        "maxhp": 2100,
        "level": 18,
        "avatar": 225,
        "doll": "grimmer_warrior",
        "picture": "grimmer_warrior",
        "minhit": 185,
        "maxhit": 225,
        "dodge": 35,
        "crit": 45,
        "mastery": 350,
        "resilience": 200,
        "defence": 120,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 15
                    }
                },
                "221": {
                    "default": {
                        "1262": 15
                    }
                },
                "222": {
                    "default": {
                        "1262": 15
                    }
                },
                "223": {
                    "default": {
                        "1262": 15
                    }
                },
                "224": {
                    "default": {
                        "1262": 15
                    }
                }
            }
        },
        "location": "limb",
    },
    "235": {
        "id": 235,
        "name": "Прототип-D2",
        "maxhp": 3000,
        "level": 18,
        "avatar": 233,
        "doll": "cyber_skeleton_blue",
        "picture": "cyber_skeleton_blue",
        "minhit": 200,
        "maxhit": 240,
        "dodge": 30,
        "crit": 45,
        "mastery": 400,
        "resilience": 200,
        "defence": 115,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 15
                    }
                },
                "221": {
                    "default": {
                        "1262": 15
                    }
                },
                "222": {
                    "default": {
                        "1262": 15
                    }
                },
                "223": {
                    "default": {
                        "1262": 15
                    }
                },
                "224": {
                    "default": {
                        "1262": 15
                    }
                }
            }
        },
        "location": "limb",
    },
    "236": {
        "id": 236,
        "name": "Клоун",
        "maxhp": 2000,
        "level": 19,
        "avatar": 238,
        "doll": "clown",
        "picture": "clown",
        "minhit": 180,
        "maxhit": 200,
        "dodge": 45,
        "crit": 25,
        "mastery": 600,
        "resilience": 200,
        "defence": 170,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 15
                    }
                },
                "221": {
                    "default": {
                        "1262": 15
                    }
                },
                "222": {
                    "default": {
                        "1262": 15
                    }
                },
                "223": {
                    "default": {
                        "1262": 15
                    }
                },
                "224": {
                    "default": {
                        "1262": 15
                    }
                }
            }
        },
        "location": "limb",
    },
    "237": {
        "id": 237,
        "name": "Скарр",
        "isboss": 1,
        "maxhp": 4600,
        "level": 20,
        "avatar": 252,
        "doll": "skarr",
        "picture": "skarr",
        "minhit": 280,
        "maxhit": 350,
        "crit": 25,
        "mastery": 800,
        "resilience": 100,
        "defence": 345,
        "hitsound": "metal",
        "gender": 1,
        "race": "demon",
        "loot": {
            "loot": {
                "default": {
                    "921": 200,
                    "910": 200,
                    "912": 200,
                    "915": 200,
                    "918": 200,
                    "922": 15,
                    "911": 15,
                    "896": 15,
                    "913": 15,
                    "919": 15,
                    "923": 1,
                    "924": 1,
                    "914": 1,
                    "917": 1,
                    "920": 1
                }
            },
            "randloot": {
                "default": {
                    "1357": 10,
                    "1009": 20,
                    "875": 25,
                    "876": 70,
                    "877x2": 100,
                    "1019": 2,
                    "1196x1": 100,
                    "1196x2": 100,
                    "1196x3": 50,
                    "1529": 2,
                    "1263": 100
                }
            },
            "questloot": {
                "212": {
                    "default": {
                        "1203": 100
                    }
                },
                "219": {
                    "default": {
                        "1247": 100
                    }
                },
                "220": {
                    "default": {
                        "1263": 100
                    }
                },
                "221": {
                    "default": {
                        "1263": 100
                    }
                },
                "222": {
                    "default": {
                        "1263": 100
                    }
                },
                "223": {
                    "default": {
                        "1263": 100
                    }
                },
                "224": {
                    "default": {
                        "1263": 100
                    }
                }
            }
        },
        "location": "limb",
    },
    "238": {
        "id": 238,
        "name": "Клоун",
        "maxhp": 3000,
        "level": 19,
        "avatar": 241,
        "doll": "clownwhite",
        "picture": "clownwhite",
        "minhit": 190,
        "maxhit": 210,
        "dodge": 60,
        "crit": 15,
        "mastery": 650,
        "resilience": 150,
        "defence": 220,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "loot": {
            "questloot": {
                "220": {
                    "default": {
                        "1262": 15
                    }
                },
                "221": {
                    "default": {
                        "1262": 15
                    }
                },
                "222": {
                    "default": {
                        "1262": 15
                    }
                },
                "223": {
                    "default": {
                        "1262": 15
                    }
                },
                "224": {
                    "default": {
                        "1262": 15
                    }
                }
            }
        },
        "location": "limb",
    },
    "239": {
        "id": 239,
        "name": "Огненная Погибель",
        "maxhp": 3600,
        "startrage": 30,
        "level": 20,
        "avatar": 123,
        "doll": "dragon_twohit",
        "picture": "dragon_twohit",
        "minhit": 150,
        "maxhit": 180,
        "dodge": 30,
        "crit": 60,
        "mastery": 550,
        "resilience": 300,
        "defence": 150,
        "hitsound": "bones",
        "gender": 1,
        "race": "beast",
        "location": "limb",
    },
    "240": {
        "id": 240,
        "name": "Штурмовик",
        "maxhp": 210,
        "level": 5,
        "avatar": 254,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 30,
        "maxhit": 48,
        "dodge": 30,
        "crit": 38,
        "mastery": 33,
        "defence": 11,
        "gender": 1,
        "race": "human",
        "pet": 6,
        "loot": {
            "questloot": {
                "213": {
                    "default": {
                        "1207": 100
                    }
                }
            }
        },
        "hidden": 1
    },
    "241": {
        "id": 241,
        "name": "Штурмовик",
        "maxhp": 510,
        "level": 12,
        "avatar": 254,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 40,
        "maxhit": 68,
        "dodge": 30,
        "crit": 38,
        "mastery": 33,
        "defence": 21,
        "gender": 1,
        "race": "human",
        "pet": 6,
        "loot": {
            "questloot": {
                "214": {
                    "default": {
                        "1207": 100
                    }
                }
            }
        },
        "hidden": 1
    },
    "242": {
        "id": 242,
        "name": "Штурмовик",
        "maxhp": 810,
        "level": 16,
        "avatar": 254,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 70,
        "maxhit": 98,
        "dodge": 40,
        "crit": 38,
        "mastery": 33,
        "defence": 41,
        "gender": 1,
        "race": "human",
        "pet": 6,
        "loot": {
            "questloot": {
                "215": {
                    "default": {
                        "1207": 100
                    }
                }
            }
        },
        "hidden": 1
    },
    "243": {
        "id": 243,
        "name": "Сумеречный Охотник",
        "maxhp": 2600,
        "level": 20,
        "avatar": 257,
        "doll": "citizen_black",
        "picture": "citizen_black",
        "minhit": 225,
        "maxhit": 255,
        "dodge": 45,
        "crit": 55,
        "mastery": 450,
        "resilience": 250,
        "defence": 150,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "randloot": {
                "default": {
                    "1237": 100,
                    "1259": 3
                }
            }
        },
        "location": "sumerki",
    },
    "244": {
        "id": 244,
        "name": "Миёри",
        "isboss": 1,
        "maxhp": 6666,
        "level": 20,
        "avatar": 39,
        "doll": "miery",
        "picture": "miery",
        "minhit": 800,
        "maxhit": 990,
        "dodge": 62,
        "crit": 40,
        "mastery": 650,
        "resilience": 950,
        "defence": 630,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "pet": 2,
        "loot": {
            "randloot": {
                "default": {
                    "1237": 100,
                    "1259": 3,
                    "1267": 90,
                    "987": 100,
                    "1522": 1
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "221": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "222": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "223": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "224": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 70,
                        "2048x2": 10
                    }
                }
            }
        },
        "location": "cirk",
    },
    "245": {
        "id": 245,
        "name": "Кратер",
        "maxhp": 630,
        "level": 11,
        "avatar": 197,
        "doll": "moonkinsmall",
        "picture": "moonkinsmall",
        "minhit": 78,
        "maxhit": 112,
        "dodge": 25,
        "crit": 35,
        "mastery": 160,
        "resilience": 50,
        "defence": 50,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "location": "zona",
    },
    "246": {
        "id": 246,
        "name": "Придворный призрак",
        "maxhp": 3200,
        "level": 20,
        "avatar": 236,
        "doll": "frau_mob",
        "picture": "frau_mob",
        "minhit": 490,
        "maxhit": 550,
        "dodge": 65,
        "crit": 35,
        "mastery": 650,
        "resilience": 325,
        "defence": 425,
        "hitsound": "wood",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [150, 40]
            },
            "randloot": {
                "default": {
                    "1294": 30,
                    "1379": 24
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 55
                    }
                },
                "221": {
                    "default": {
                        "1262": 55
                    }
                },
                "222": {
                    "default": {
                        "1262": 55
                    }
                },
                "223": {
                    "default": {
                        "1262": 55
                    }
                },
                "224": {
                    "default": {
                        "1262": 55
                    }
                },
                "229": {
                    "default": {
                        "1297": 15
                    }
                }
            }
        },
        "location": "zamok",
    },
    "247": {
        "id": 247,
        "name": "Страж Замка",
        "isboss": 1,
        "maxhp": 4800,
        "level": 20,
        "avatar": 268,
        "doll": "guardian",
        "picture": "guardian",
        "minhit": 470,
        "maxhit": 660,
        "dodge": 15,
        "crit": 55,
        "mastery": 950,
        "resilience": 300,
        "defence": 375,
        "hitsound": "metal",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [150, 100, 50, 30, 10]
            },
            "randloot": {
                "default": {
                    "1299": 100,
                    "1307": 100,
                    "1314": 100,
                    "1381": 100
                }
            },
            "questloot": {
                "228": {
                    "default": {
                        "1296": 100
                    }
                },
                "229": {
                    "default": {
                        "1297": 100
                    }
                }
            }
        },
        "location": "zamok",
    },
    "248": {
        "id": 248,
        "name": "Страж Замка",
        "maxhp": 4800,
        "level": 20,
        "avatar": 268,
        "doll": "guardian",
        "picture": "guardian",
        "minhit": 470,
        "maxhit": 690,
        "dodge": 15,
        "crit": 55,
        "mastery": 850,
        "resilience": 300,
        "defence": 375,
        "hitsound": "metal",
        "gender": 1,
        "race": "ghost",
        "location": "zamok",
        "hidden" : 1
    },
    "249": {
        "id": 249,
        "name": "Страж Замка",
        "maxhp": 4800,
        "level": 20,
        "avatar": 268,
        "doll": "guardian",
        "picture": "guardian",
        "minhit": 490,
        "maxhit": 670,
        "dodge": 15,
        "crit": 55,
        "mastery": 850,
        "resilience": 300,
        "defence": 275,
        "hitsound": "metal",
        "gender": 1,
        "race": "ghost",
        "location": "zamok",
        "hidden" : 1
    },
    "250": {
        "id": 250,
        "name": "Страж Замка",
        "maxhp": 4800,
        "level": 20,
        "avatar": 268,
        "doll": "guardian",
        "picture": "guardian",
        "minhit": 590,
        "maxhit": 670,
        "dodge": 15,
        "crit": 55,
        "mastery": 850,
        "resilience": 300,
        "defence": 275,
        "hitsound": "metal",
        "gender": 1,
        "race": "ghost",
        "location": "zamok",
        "hidden" : 1
    },
    "251": {
        "id": 251,
        "name": "Мимик",
        "maxhp": 3150,
        "level": 20,
        "avatar": 269,
        "doll": "mimic",
        "picture": "mimic",
        "minhit": 450,
        "maxhit": 550,
        "dodge": 50,
        "crit": 40,
        "mastery": 650,
        "resilience": 625,
        "defence": 225,
        "hitsound": "wood",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [90, 10]
            },
            "randloot": {
                "default": {
                    "1294": 16,
                    "1297": 70,
                    "1327": 0.3,
                    "1380": 5
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 25
                    }
                },
                "221": {
                    "default": {
                        "1262": 25
                    }
                },
                "222": {
                    "default": {
                        "1262": 25
                    }
                },
                "223": {
                    "default": {
                        "1262": 20
                    }
                },
                "224": {
                    "default": {
                        "1262": 20
                    }
                },
                "229": {
                    "default": {
                        "1297": 15
                    }
                }
            }
        },
        "location": "zamok",
    },
    "252": {
        "id": 252,
        "name": "Старейшина Джейкоб",
        "maxhp": 15000,
        "startrage": 50,
        "level": 20,
        "avatar": 169,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 170,
        "maxhit": 210,
        "dodge": 10,
        "crit": 15,
        "mastery": 600,
        "resilience": 600,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "factionmoney": {
                "default": {
                    "min": 200,
                    "max": 200
                }
            }
        },
        "location": "zona ",
        "hidden": 1
    },
    "253": {
        "id": 253,
        "name": "Магистр Адамс",
        "maxhp": 15000,
        "startrage": 50,
        "level": 20,
        "avatar": 168,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 170,
        "maxhit": 210,
        "dodge": 10,
        "crit": 15,
        "mastery": 600,
        "resilience": 600,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "factionmoney": {
                "default": {
                    "min": 200,
                    "max": 200
                }
            }
        },
        "location": "zona",
        "hidden": 1
    },
    "254": {
        "id": 254,
        "name": "Чупакабра",
        "isboss": 1,
        "maxhp": 5500,
        "startrage": 50,
        "level": 20,
        "avatar": 166,
        "doll": "chupakabra",
        "picture": "chupakabra",
        "minhit": 452,
        "maxhit": 530,
        "dodge": 25,
        "crit": 50,
        "mastery": 1200,
        "resilience": 300,
        "defence": 550,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "randloot": {
                "default": {
                    "1237": 100,
                    "1259": 3,
                    "987": 100,
                    "1337": 50,
                    "1484": 2,
                    "1488": 2,
                    "1487": 2
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "221": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "222": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "223": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "224": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 70,
                        "2048x2": 10
                    }
                }
            }
        },
        "location": "cirk",
    },
    "255": {
        "id": 255,
        "name": "Лукэтлог",
        "maxhp": 600,
        "level": 2,
        "avatar": 14,
        "doll": "lookatlog",
        "picture": "lookatlog",
        "minhit": 13,
        "maxhit": 17,
        "dodge": 15,
        "crit": 15,
        "defence": 3,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "factionmoney": {
                "default": {
                    "min": 2,
                    "max": 2
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "256": {
        "id": 256,
        "name": "Лукэтлог",
        "maxhp": 50,
        "level": 2,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 10,
        "maxhit": 15,
        "dodge": 20,
        "crit": 20,
        "defence": 3,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "factionmoney": {
                "default": {
                    "min": 7,
                    "max": 7
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "257": {
        "id": 257,
        "name": "Злой Клоун",
        "maxhp": 2000,
        "level": 20,
        "avatar": 238,
        "doll": "clown",
        "picture": "clown",
        "minhit": 240,
        "maxhit": 270,
        "dodge": 50,
        "crit": 35,
        "mastery": 1100,
        "resilience": 150,
        "defence": 250,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "location": "zamok",
        "hidden": 1
    },
    "258": {
        "id": 258,
        "name": "Полтергейст",
        "maxhp": 2330,
        "startrage": 20,
        "level": 20,
        "avatar": 274,
        "doll": "armor_mob",
        "picture": "armor_mob",
        "minhit": 490,
        "maxhit": 620,
        "dodge": 35,
        "crit": 65,
        "mastery": 1000,
        "resilience": 150,
        "defence": 520,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [150, 50, 10]
            },
            "randloot": {
                "default": {
                    "1294": 32
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 55
                    }
                },
                "221": {
                    "default": {
                        "1262": 55
                    }
                },
                "222": {
                    "default": {
                        "1262": 55
                    }
                },
                "223": {
                    "default": {
                        "1262": 55
                    }
                },
                "224": {
                    "default": {
                        "1262": 55
                    }
                },
                "229": {
                    "default": {
                        "1297": 25
                    }
                },
                "232": {
                    "default": {
                        "1371": 100
                    }
                }
            }
        },
        "location": "zamok",
    },
    "259": {
        "id": 259,
        "name": "Золотой Мимик",
        "maxhp": 3550,
        "level": 20,
        "avatar": 270,
        "doll": "mimic_gold",
        "picture": "mimic_gold",
        "minhit": 470,
        "maxhit": 580,
        "dodge": 50,
        "crit": 40,
        "mastery": 650,
        "resilience": 625,
        "defence": 225,
        "hitsound": "wood",
        "gender": 2,
        "race": "ghost",
        "pet": 49,
        "loot": {
            "crystals": {
                "default": [100, 50, 10]
            },
            "randloot": {
                "default": {
                    "1294": 16,
                    "1297": 80,
                    "1327": 0.5,
                    "1380": 10
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 55
                    }
                },
                "221": {
                    "default": {
                        "1262": 55
                    }
                },
                "222": {
                    "default": {
                        "1262": 55
                    }
                },
                "223": {
                    "default": {
                        "1262": 55
                    }
                },
                "224": {
                    "default": {
                        "1262": 55
                    }
                },
                "229": {
                    "default": {
                        "1297": 15
                    }
                }
            }
        },
        "location": "zamok",
    },
    "260": {
        "id": 260,
        "name": "Беглый Голем",
        "maxhp": 800,
        "level": 4,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 32,
        "maxhit": 48,
        "dodge": 10,
        "crit": 10,
        "defence": 5,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "location": "city",
    },
    "261": {
        "id": 261,
        "name": "Жак",
        "isboss": 1,
        "maxhp": 6800,
        "startrage": 30,
        "level": 20,
        "avatar": 66,
        "doll": "jacques",
        "picture": "jacques",
        "minhit": 488,
        "maxhit": 593,
        "crit": 40,
        "mastery": 1100,
        "resilience": 50,
        "defence": 350,
        "gender": 1,
        "race": "undead",
        "pet": 31,
        "loot": {
            "randloot": {
                "default": {
                    "1237": 100,
                    "1259": 1,
                    "987": 100,
                    "1370": 50,
                    "1484": 2,
                    "1488": 2,
                    "1487": 2
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "221": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "222": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "223": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "224": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 70,
                        "2048x2": 10
                    }
                }
            }
        },
        "location": "cirk",
    },
    "262": {
        "id": 262,
        "name": "Белый",
        "maxhp": 2000,
        "level": 20,
        "avatar": 241,
        "doll": "clownwhite",
        "picture": "clownwhite",
        "minhit": 240,
        "maxhit": 270,
        "dodge": 50,
        "crit": 35,
        "mastery": 1100,
        "resilience": 100,
        "defence": 150,
        "hitsound": "organic",
        "gender": 1,
        "race": "undead",
        "location": "cirk",
    },
    "263": {
        "id": 263,
        "name": "Дух Гвоздей",
        "maxhp": 3630,
        "startrage": 70,
        "level": 20,
        "avatar": 275,
        "doll": "metal1",
        "picture": "metal1",
        "minhit": 490,
        "maxhit": 620,
        "dodge": 45,
        "crit": 70,
        "mastery": 1000,
        "resilience": 100,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 10]
            },
            "randloot": {
                "default": {
                    "1375": 45,
                    "1401": 40
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                },
                "220": {
                    "default": {
                        "1262": 55
                    }
                },
                "221": {
                    "default": {
                        "1262": 55
                    }
                },
                "222": {
                    "default": {
                        "1262": 55
                    }
                },
                "223": {
                    "default": {
                        "1262": 55
                    }
                },
                "224": {
                    "default": {
                        "1262": 55
                    }
                }
            }
        },
        "location": "sumerki",
    },
    "264": {
        "id": 264,
        "name": "Хозяин Туманов",
        "isboss": 1,
        "maxhp": 5800,
        "startrage": 50,
        "level": 20,
        "avatar": 276,
        "doll": "dollmaster",
        "picture": "dollmaster",
        "minhit": 940,
        "maxhit": 1070,
        "dodge": 30,
        "crit": 75,
        "mastery": 1480,
        "resilience": 550,
        "defence": 575,
        "hitsound": "metal",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [150, 100, 50, 30, 10]
            },
            "randloot": {
                "default": {
                    "1539": 1.5
                }
            },
            "psevdorandloot": {
                "1389": {
                    "max": 2.5,
                    "min": 0.3
                }
            },
            "personalloot": {
                "1390": 100,
                "1392": 50
            }
        },
        "location": "zamok",
    },
    "265": {
        "id": 265,
        "name": "Кейси",
        "isboss": 1,
        "maxhp": 3800,
        "level": 20,
        "avatar": 64,
        "doll": "mob_human_male",
        "picture": "mob_human_male_cock",
        "minhit": 735,
        "maxhit": 1090,
        "crit": 40,
        "mastery": 1300,
        "resilience": 300,
        "defence": 550,
        "hitsound": "metal",
        "gender": 1,
        "race": "undead",
        "pet": 11,
        "loot": {
            "randloot": {
                "default": {
                    "1237": 50,
                    "1259": 1,
                    "987": 100,
                    "1397": 10
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "221": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "222": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "223": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "224": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 70,
                        "2048x2": 10
                    }
                }
            }
        },
        "location": "cirk",
    },
    "266": {
        "id": 266,
        "name": "Охотник",
        "maxhp": 3600,
        "startrage": 50,
        "level": 20,
        "avatar": 257,
        "doll": "citizen_black",
        "picture": "citizen_black",
        "minhit": 825,
        "maxhit": 980,
        "dodge": 5,
        "crit": 65,
        "mastery": 1050,
        "resilience": 250,
        "defence": 150,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "location": "sumerki",
        "hidden": 1
    },
    "267": {
        "id": 267,
        "name": "Пожиратель",
        "maxhp": 3600,
        "startrage": 50,
        "level": 20,
        "avatar": 270,
        "doll": "mimic_gold",
        "picture": "mimic_gold",
        "minhit": 740,
        "maxhit": 940,
        "dodge": 5,
        "crit": 55,
        "mastery": 950,
        "resilience": 250,
        "defence": 150,
        "hitsound": "cotton",
        "gender": 1,
        "race": "ghost",
        "location": "sumerki",
        "hidden": 1
    },
    "268": {
        "id": 268,
        "name": "Летучая змея",
        "maxhp": 3600,
        "startrage": 70,
        "level": 20,
        "avatar": 283,
        "doll": "serpentfly",
        "picture": "serpentfly",
        "minhit": 490,
        "maxhit": 520,
        "dodge": 45,
        "crit": 50,
        "mastery": 1000,
        "resilience": 150,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [70, 10]
            },
            "randloot": {
                "default": {
                    "1410": 60
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                }
            },
            "reqloot": {
                "reqs": [{
                    "type": "charparam",
                    "key": "canineknown",
                    "sign": "=",
                    "value": "1"
                }],
                "items": {
                    "1412": 10
                }
            }
        },
        "location": "land",
    },
    "269": {
        "id": 269,
        "name": "Виверна",
        "maxhp": 4300,
        "startrage": 70,
        "level": 20,
        "avatar": 284,
        "doll": "serpentfly_blue",
        "picture": "serpentfly_blue",
        "minhit": 550,
        "maxhit": 720,
        "dodge": 45,
        "crit": 60,
        "mastery": 1000,
        "resilience": 150,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10]
            },
            "randloot": {
                "default": {
                    "1410": 60
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                }
            },
            "reqloot": {
                "reqs": [{
                    "type": "charparam",
                    "key": "canineknown",
                    "sign": "=",
                    "value": "1"
                }],
                "items": {
                    "1412": 50
                }
            }
        },
        "location": "land",
    },
    "270": {
        "id": 270,
        "name": "Летучая змея",
        "maxhp": 3300,
        "startrage": 70,
        "level": 20,
        "avatar": 283,
        "doll": "serpentfly",
        "picture": "serpentfly",
        "minhit": 490,
        "maxhit": 620,
        "dodge": 45,
        "crit": 70,
        "mastery": 1000,
        "resilience": 150,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "location": "land",
    },
    "271": {
        "id": 271,
        "name": "Несуществующий моб",
        "maxhp": 3300,
        "startrage": 70,
        "level": 20,
        "avatar": 285,
        "doll": "hydra",
        "picture": "hydra",
        "minhit": 490,
        "maxhit": 620,
        "dodge": 45,
        "crit": 70,
        "mastery": 1000,
        "resilience": 150,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "location": "temple",
        "hidden": 1
    },
    "272": {
        "id": 272,
        "name": "Та",
        "isboss": 1,
        "maxhp": 6500,
        "level": 20,
        "avatar": 285,
        "doll": "hydra",
        "picture": "hydra",
        "minhit": 820,
        "maxhit": 980,
        "dodge": 35,
        "crit": 40,
        "mastery": 1000,
        "resilience": 150,
        "defence": 360,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10]
            },
            "randloot": {
                "default": {
                    "1455": 50,
                    "1086": 10,
                    "1336": 100,
                    "1495": 14,
                    "1540": 1
                }
            },
            "questloot": {
                "250": {
                    "default": {
                        "1468": 30
                    }
                }
            }
        },
        "location": "temple",
    },
    "273": {
        "id": 273,
        "name": "Рив",
        "maxhp": 5900,
        "level": 20,
        "avatar": 286,
        "doll": "hydra1",
        "picture": "hydra1",
        "minhit": 690,
        "maxhit": 820,
        "dodge": 35,
        "crit": 55,
        "mastery": 1000,
        "resilience": 168,
        "defence": 380,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10]
            },
            "randloot": {
                "default": {
                    "1456": 30,
                    "1495": 14
                }
            },
            "questloot": {
                "250": {
                    "default": {
                        "1469": 30
                    }
                }
            }
        },
        "location": "temple",
    },
    "274": {
        "id": 274,
        "name": "Муирт",
        "maxhp": 5600,
        "level": 20,
        "avatar": 287,
        "doll": "hydra2",
        "picture": "hydra2",
        "minhit": 790,
        "maxhit": 820,
        "dodge": 35,
        "crit": 50,
        "mastery": 800,
        "resilience": 150,
        "defence": 420,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10]
            },
            "randloot": {
                "default": {
                    "1457": 30,
                    "1495": 18
                }
            },
            "questloot": {
                "250": {
                    "default": {
                        "1470": 30
                    }
                }
            }
        },
        "location": "temple",
    },
    "275": {
        "id": 275,
        "name": "Королевская Виверна",
        "maxhp": 4600,
        "startrage": 70,
        "level": 20,
        "avatar": 284,
        "doll": "serpentfly_blue",
        "picture": "serpentfly_blue",
        "minhit": 550,
        "maxhit": 720,
        "dodge": 45,
        "crit": 60,
        "mastery": 1000,
        "resilience": 150,
        "defence": 320,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 30, 10]
            },
            "randloot": {
                "default": {
                    "1410": 60,
                    "1413": 100
                }
            },
            "questloot": {
                "207": {
                    "20": {
                        "390": 10
                    }
                }
            },
            "reqloot": {
                "reqs": [{
                    "type": "charparam",
                    "key": "canineknown",
                    "sign": "=",
                    "value": "1"
                }],
                "items": {
                    "1412": 50
                }
            }
        },
        "location": "land",
    },
    "276": {
        "id": 276,
        "name": "С.Т.М.в.В.",
        "maxhp": 1000,
        "level": 15,
        "avatar": 14,
        "doll": "lookatlog",
        "picture": "lookatlog",
        "minhit": 100,
        "maxhit": 100,
        "defence": 30,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "location": "city",
        "hidden": 1
    },
    "277": {
        "id": 277,
        "name": "Рачий Воитель",
        "maxhp": 650,
        "level": 9,
        "avatar": 109,
        "doll": "armored_orc",
        "picture": "armored_orc",
        "minhit": 75,
        "maxhit": 110,
        "dodge": 15,
        "crit": 28,
        "mastery": 70,
        "resilience": 20,
        "defence": 33,
        "gender": 1,
        "race": "intelligent",
        "location": "gory",
        "hidden": 1
    },
    "278": {
        "id": 278,
        "name": "Черепаха",
        "maxhp": 4250,
        "level": 20,
        "avatar": 292,
        "doll": "turtle_green",
        "picture": "turtle_green",
        "minhit": 775,
        "maxhit": 980,
        "dodge": 10,
        "crit": 35,
        "mastery": 775,
        "resilience": 35,
        "defence": 545,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1505": 50,
                    "1506": 50
                }
            },
            "questloot": {
                "266": {
                    "default": {
                        "1547": 30
                    }
                },
                "296": {
                    "default": {
                        "1793": 2
                    }
                }
            }
        },
        "location": "les, land",
    },
    "279": {
        "id": 279,
        "name": "Черепаха",
        "maxhp": 4500,
        "level": 20,
        "avatar": 293,
        "doll": "turtle_black",
        "picture": "turtle_black",
        "minhit": 750,
        "maxhit": 990,
        "dodge": 30,
        "crit": 55,
        "mastery": 1250,
        "resilience": 175,
        "defence": 375,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1505": 50,
                    "1506": 50
                }
            },
            "questloot": {
                "266": {
                    "default": {
                        "1548": 30
                    }
                },
                "296": {
                    "default": {
                        "1793": 2
                    }
                }
            }
        },
        "location": "les, land",
    },
    "280": {
        "id": 280,
        "name": "Черепаха",
        "maxhp": 5500,
        "level": 20,
        "avatar": 294,
        "doll": "turtle_red",
        "picture": "turtle_red",
        "minhit": 1150,
        "maxhit": 1270,
        "dodge": 30,
        "crit": 45,
        "mastery": 1150,
        "resilience": 120,
        "defence": 650,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 15, 5]
            },
            "randloot": {
                "default": {
                    "1505": 100,
                    "1506": 100,
                    "1509": 100
                }
            },
            "questloot": {
                "260": {
                    "default": {
                        "1509": 100
                    }
                },
                "296": {
                    "default": {
                        "1793": 2
                    }
                }
            }
        },
        "location": "les, land",
    },
    "281": {
        "id": 281,
        "name": "Скелет-Охранник",
        "maxhp": 365,
        "level": 3,
        "avatar": 41,
        "doll": "ozs",
        "picture": "ozs",
        "minhit": 15,
        "maxhit": 30,
        "dodge": 5,
        "crit": 10,
        "defence": 2,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "questloot": {
                "264": {
                    "default": {
                        "1520": 100
                    }
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "282": {
        "id": 282,
        "name": "Слуга Руа",
        "maxhp": 4000,
        "level": 20,
        "avatar": 294,
        "doll": "turtle_red",
        "picture": "turtle_red",
        "minhit": 750,
        "maxhit": 800,
        "crit": 30,
        "mastery": 1500,
        "resilience": 100,
        "defence": 400,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 15, 5, 1]
            },
            "randloot": {
                "default": {
                    "1505": 100,
                    "1506": 100,
                    "1509": 10
                }
            }
        },
        "location": "les",
    },
    "283": {
        "id": 283,
        "name": "Шаман Матында",
        "isboss": 1,
        "maxhp": 6000,
        "startrage": 40,
        "level": 20,
        "avatar": 110,
        "doll": "shaman_orc",
        "picture": "shaman_orc",
        "minhit": 820,
        "maxhit": 1140,
        "dodge": 40,
        "crit": 10,
        "mastery": 1150,
        "defence": 445,
        "gender": 1,
        "race": "intelligent",
        "loot": {
            "randloot": {
                "default": {
                    "1237": 50,
                    "1259": 1,
                    "987": 100
                }
            },
            "questloot": {
                "220": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "221": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "222": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "223": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "224": {
                    "default": {
                        "1264": 100,
                        "1262": 100
                    }
                },
                "331": {
                    "default": {
                        "2048x1": 70,
                        "2048x2": 10
                    }
                }
            }
        },
        "location": "cirk",
    },
    "284": {
        "id": 284,
        "name": "В.В.В. Вурун",
        "maxhp": 7500,
        "level": 20,
        "avatar": 111,
        "doll": "bigboss_orc",
        "picture": "bigboss_orc",
        "minhit": 1130,
        "maxhit": 1375,
        "crit": 25,
        "mastery": 150,
        "resilience": 50,
        "defence": 450,
        "gender": 1,
        "race": "intelligent",
        "location": "cirk",
    },
    "285": {
        "id": 285,
        "name": "Руа",
        "isboss": 1,
        "maxhp": 9000,
        "level": 20,
        "avatar": 296,
        "doll": "turtle_evil",
        "picture": "turtle_evil",
        "minhit": 1100,
        "maxhit": 1350,
        "crit": 50,
        "mastery": 1150,
        "resilience": 120,
        "defence": 750,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 10, 0, 0]
            },
            "loot": {
                "default": {
                    "1626": 15,
                    "1627": 20,
                    "1628": 25,
                    "1629": 50,
                    "1630": 100
                }
            },
            "randloot": {
                "default": {
                    "1505": 100,
                    "1506": 100
                }
            }
        },
        "location": "les",
    },
    "286": {
        "id": 286,
        "name": "Следующий моб",
        "maxhp": 11,
        "level": 20,
        "avatar": 294,
        "doll": "turtle_red",
        "picture": "turtle_red",
        "minhit": 1250,
        "maxhit": 1370,
        "dodge": 30,
        "crit": 45,
        "mastery": 1150,
        "resilience": 120,
        "defence": 700,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 15, 5]
            },
            "randloot": {
                "default": {
                    "1505": 100,
                    "1506": 100
                }
            },
            "questloot": {
                "259": {
                    "default": {
                        "1509": 100
                    }
                }
            }
        },
        "hidden": 1,
        "location": "les",
    },
    "287": {
        "id": 287,
        "name": "Ифрит",
        "maxhp": 3500,
        "startrage": 1,
        "level": 19,
        "avatar": 164,
        "doll": "djin",
        "picture": "djin",
        "minhit": 400,
        "maxhit": 557,
        "dodge": 35,
        "crit": 66,
        "mastery": 700,
        "defence": 198,
        "hitsound": "organic",
        "gender": 1,
        "race": "intelligent",
        "location": "zona",
        "hidden": 1
    },
    "288": {
        "id": 288,
        "name": "Бреган|Лакки|Бруччо ",
        "maxhp": 2000,
        "level": 19,
        "avatar": 55,
        "doll": "mob_demon_male",
        "picture": "agi_morf",
        "minhit": 300,
        "maxhit": 325,
        "dodge": 75,
        "crit": 55,
        "mastery": 600,
        "resilience": 200,
        "defence": 500,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1181": 0.2
                },
                "default": {
                    "405": 100,
                    "404": 0.2
                }
            }
        },
        "location": "pant",
    },
    "289": {
        "id": 289,
        "name": "Элиза|Алекси|Акрома",
        "maxhp": 1900,
        "startrage": 50,
        "level": 19,
        "avatar": 181,
        "doll": "mob_demon_female",
        "picture": "stam_morf",
        "minhit": 375,
        "maxhit": 410,
        "dodge": 45,
        "crit": 75,
        "mastery": 700,
        "resilience": 350,
        "defence": 660,
        "hitsound": "organic",
        "gender": 2,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1180": 0.2
                },
                "default": {
                    "405": 100,
                    "404": 0.2
                }
            }
        },
        "location": "pant",
    },
    "290": {
        "id": 290,
        "name": "Рон|Катбарр|Венерант",
        "maxhp": 1650,
        "level": 19,
        "avatar": 139,
        "doll": "mob_human_male",
        "picture": "str_morf",
        "minhit": 460,
        "maxhit": 480,
        "dodge": 15,
        "crit": 80,
        "mastery": 650,
        "resilience": 200,
        "defence": 350,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1179": 0.2
                },
                "default": {
                    "405": 100,
                    "404": 0.2
                }
            }
        },
        "location": "pant",
    },
    "291": {
        "id": 291,
        "name": "Чак",
        "isboss": 1,
        "maxhp": 99999,
        "startrage": 100,
        "level": 20,
        "avatar": 298,
        "doll": "mob_human_male",
        "picture": "chak",
        "minhit": 10,
        "maxhit": 10,
        "dodge": 99,
        "crit": 99,
        "mastery": 1000,
        "resilience": 1000,
        "defence": 300,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "pet": 23,
        "location": "city, pant",
    },
    "292": {
        "id": 292,
        "name": "Крималл|Ронго|Нихо",
        "maxhp": 2050,
        "level": 20,
        "avatar": 134,
        "doll": "mob_elv_male",
        "picture": "str_obsid",
        "minhit": 460,
        "maxhit": 550,
        "dodge": 15,
        "crit": 80,
        "mastery": 650,
        "resilience": 200,
        "defence": 350,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1179": 0.2
                }
            }
        },
        "location": "pant",
    },
    "293": {
        "id": 293,
        "name": "Арибет|Вай|Нами",
        "maxhp": 2350,
        "level": 20,
        "avatar": 131,
        "doll": "mob_elv_female",
        "picture": "agi_obsid",
        "minhit": 560,
        "maxhit": 580,
        "dodge": 70,
        "crit": 45,
        "mastery": 650,
        "resilience": 250,
        "defence": 350,
        "hitsound": "organic",
        "gender": 2,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1180": 0.2
                }
            }
        },
        "location": "pant",
    },
    "294": {
        "id": 294,
        "name": "Бальмур|Лонгин|Пелей",
        "maxhp": 2350,
        "level": 20,
        "avatar": 61,
        "doll": "mob_human_male",
        "picture": "stam_obsid",
        "minhit": 560,
        "maxhit": 580,
        "dodge": 70,
        "crit": 45,
        "mastery": 650,
        "resilience": 250,
        "defence": 350,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.2,
                    "1042": 0.2,
                    "1041": 0.1,
                    "641": 0.7,
                    "1180": 0.2
                }
            }
        },
        "location": "pant",
    },
    "295": {
        "id": 295,
        "name": "Тирфинг|Вел|Крода ",
        "maxhp": 3250,
        "level": 20,
        "avatar": 134,
        "doll": "mob_elv_male",
        "picture": "str_gold",
        "minhit": 760,
        "maxhit": 970,
        "dodge": 15,
        "crit": 80,
        "mastery": 1150,
        "resilience": 200,
        "defence": 450,
        "hitsound": "organic",
        "gender": 1,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.7
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.7,
                    "1179": 0.3
                }
            }
        },
        "location": "pant",
    },
    "296": {
        "id": 296,
        "name": "Ассайл|Ареа|Тришула",
        "maxhp": 2350,
        "level": 20,
        "avatar": 125,
        "doll": "mob_demon_female",
        "picture": "agi_gold",
        "minhit": 860,
        "maxhit": 920,
        "dodge": 80,
        "crit": 55,
        "mastery": 1050,
        "resilience": 250,
        "defence": 450,
        "hitsound": "organic",
        "gender": 2,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.7,
                    "1181": 0.3
                }
            }
        },
        "location": "pant",
    },
    "297": {
        "id": 297,
        "name": "Огмия|Шакти|Охайн",
        "maxhp": 4350,
        "level": 20,
        "avatar": 131,
        "doll": "mob_elv_female",
        "picture": "stam_gold",
        "minhit": 660,
        "maxhit": 980,
        "dodge": 70,
        "crit": 45,
        "mastery": 1250,
        "resilience": 250,
        "defence": 650,
        "hitsound": "organic",
        "gender": 2,
        "race": "elv",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 50, 10, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.7,
                    "1180": 0.3
                }
            }
        },
        "location": "pant",
    },
    "298": {
        "id": 298,
        "name": "Фиокл",
        "maxhp": 2650,
        "level": 20,
        "avatar": 128,
        "doll": "mob_demon_male",
        "picture": "fiokl",
        "minhit": 570,
        "maxhit": 730,
        "dodge": 70,
        "crit": 70,
        "mastery": 750,
        "resilience": 250,
        "defence": 360,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 100, 50, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.3,
                    "641": 5,
                    "1560": 10
                }
            }
        },
        "location": "pant",
    },
    "299": {
        "id": 299,
        "name": "Сигурдр",
        "maxhp": 2650,
        "level": 20,
        "avatar": 128,
        "doll": "mob_human_male",
        "picture": "mob_human_male",
        "minhit": 560,
        "maxhit": 720,
        "dodge": 65,
        "crit": 65,
        "mastery": 650,
        "resilience": 250,
        "defence": 350,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 100, 100, 100, 50, 5]
            },
            "randloot": {
                "19": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.1,
                    "641": 0.5
                },
                "default": {
                    "405": 100,
                    "1559": 50,
                    "404": 0.3,
                    "1042": 0.3,
                    "1041": 0.3,
                    "641": 5,
                    "1560": 10
                }
            }
        },
        "location": "pant",
        "hidden": 1
    },
    "300": {
        "id": 300,
        "name": "Дедуля",
        "maxhp": 2014,
        "startrage": 1,
        "level": 14,
        "avatar": 81,
        "doll": "santa",
        "picture": "santa",
        "minhit": 25,
        "maxhit": 50,
        "mastery": 99999,
        "defence": 99999,
        "hitsound": "cotton",
        "gender": 1,
        "race": "intelligent",
        "location": "city",
        "hidden": 1
    },
    "301": {
        "id": 301,
        "name": "Тень",
        "maxhp": 3000,
        "level": 20,
        "avatar": 303,
        "doll": "mob_darkshade",
        "picture": "mob_darkshade",
        "minhit": 900,
        "maxhit": 1000,
        "dodge": 60,
        "crit": 50,
        "mastery": 900,
        "defence": 650,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "randloot": {
                "default": {
                    "1646": 60
                }
            }
        },
        "location": "zamok",
    },
    "302": {
        "id": 302,
        "name": "Истинный Руа",
        "isboss": 1,
        "maxhp": 10000,
        "startrage": 30,
        "level": 20,
        "avatar": 309,
        "doll": "chief",
        "picture": "chief",
        "minhit": 1000,
        "maxhit": 1250,
        "dodge": 50,
        "crit": 50,
        "mastery": 1000,
        "resilience": 250,
        "defence": 1000,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "randloot": {
                "default": {
                    "1695": 30
                }
            },
            "questloot": {
                "273": {
                    "default": {
                        "1694": 100
                    }
                }
            }
        },
        "location": "les",
    },
    "303": {
        "id": 303,
        "name": "Тестовый босс",
        "isboss": 1,
        "maxhp": 400,
        "level": 20,
        "avatar": 40,
        "doll": "skeletonboss",
        "picture": "skeletonboss",
        "minhit": 31,
        "maxhit": 43,
        "crit": 5,
        "defence": 11,
        "hitsound": "wood",
        "gender": 1,
        "race": "undead",
        "loot": {
            "randloot": {
                "default": {}
            }
        },
        "location": "city",
        "hidden": 1
    },
    "304": {
        "id": 304,
        "name": "Баг",
        "maxhp": 120,
        "startrage": 66,
        "level": 99,
        "avatar": 315,
        "doll": "toy1",
        "picture": "toy1",
        "minhit": 55,
        "maxhit": 75,
        "dodge": 50,
        "crit": 50,
        "mastery": 50,
        "resilience": 50,
        "defence": 70,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "5": {
                    "882": 10
                },
                "6": {
                    "882": 10
                },
                "7": {
                    "882": 10
                },
                "8": {
                    "882": 10
                },
                "9": {
                    "882": 10,
                    "926": 10
                },
                "10": {
                    "926": 10
                },
                "11": {
                    "926": 10
                },
                "12": {
                    "926": 10
                },
                "13": {
                    "926": 15
                },
                "14": {
                    "926": 10
                },
                "15": {
                    "926": 10
                },
                "16": {
                    "926": 10,
                    "968": 10
                },
                "17": {
                    "926": 10,
                    "968": 10
                },
                "18": {
                    "926": 10,
                    "968": 10
                },
                "19": {
                    "926": 10,
                    "968": 10
                },
                "20": {
                    "968": 10
                }
            }
        },
        "location": "city, admnk",
        "hidden": 1
    },
    "305": {
        "id": 305,
        "name": "Лаг",
        "maxhp": 450,
        "level": 99,
        "avatar": 316,
        "doll": "toy3",
        "picture": "toy3",
        "minhit": 60,
        "maxhit": 70,
        "dodge": 50,
        "crit": 50,
        "mastery": 50,
        "resilience": 50,
        "defence": 50,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "5": {
                    "882": 10
                },
                "6": {
                    "882": 10
                },
                "7": {
                    "882": 10
                },
                "8": {
                    "882": 10
                },
                "9": {
                    "882": 10,
                    "926": 10
                },
                "10": {
                    "926": 10
                },
                "11": {
                    "926": 10
                },
                "12": {
                    "926": 10
                },
                "13": {
                    "926": 15
                },
                "14": {
                    "926": 10
                },
                "15": {
                    "926": 10
                },
                "16": {
                    "926": 10,
                    "968": 10
                },
                "17": {
                    "926": 10,
                    "968": 10
                },
                "18": {
                    "926": 10,
                    "968": 10
                },
                "19": {
                    "926": 10,
                    "968": 10
                },
                "20": {
                    "968": 10
                }
            }
        },
        "location": "city, admnk",
        "hidden": 1
    },
    "306": {
        "id": 306,
        "name": "Обнова",
        "isboss": 1,
        "maxhp": 500,
        "level": 99,
        "avatar": 318,
        "doll": "obnova",
        "picture": "obnova",
        "minhit": 60,
        "maxhit": 150,
        "dodge": 90,
        "crit": 90,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "hitsound": "metal",
        "gender": 2,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "5": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1746": 100
                },
                "6": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1746": 100
                },
                "7": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1746": 100
                },
                "8": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1746": 100
                },
                "9": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "926": 10,
                    "1746": 100
                },
                "10": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1746": 100
                },
                "11": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1746": 100
                },
                "12": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1746": 100
                },
                "13": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 15,
                    "1746": 100
                },
                "14": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1746": 100
                },
                "15": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1746": 100
                },
                "16": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1746": 100
                },
                "17": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1746": 100
                },
                "18": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1746": 100
                },
                "19": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1746": 100
                },
                "20": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "968": 10,
                    "1746": 100
                }
            }
        },
        "location": "city, admnk",
        "hidden": 1
    },
    "307": {
        "id": 307,
        "name": "Апдейт",
        "isboss": 1,
        "maxhp": 2000,
        "startrage": 100,
        "level": 99,
        "avatar": 317,
        "doll": "toy2",
        "picture": "toy2",
        "minhit": 60,
        "maxhit": 150,
        "dodge": 90,
        "crit": 90,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "5": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "6": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "7": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "8": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "9": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "926": 10,
                    "1751": 100
                },
                "10": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1751": 100
                },
                "11": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1751": 100
                },
                "12": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "13": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 15,
                    "1751": 100
                },
                "14": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "15": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "16": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "17": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "18": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "19": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "20": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "968": 10,
                    "1751": 100
                }
            }
        },
        "location": "city, admnk",
        "hidden": 1
    },
    "308": {
        "id": 308,
        "name": "Тесто-Апдейт",
        "isboss": 1,
        "maxhp": 100,
        "startrage": 100,
        "level": 99,
        "avatar": 317,
        "doll": "chief",
        "picture": "chief",
        "minhit": 100,
        "maxhit": 100,
        "dodge": 100,
        "crit": 100,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "loot": {
            "randloot": {
                "5": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "6": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "7": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "8": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "1751": 100
                },
                "9": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "882": 10,
                    "926": 10,
                    "1751": 100
                },
                "10": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1751": 100
                },
                "11": {
                    "1721": 1,
                    "1723": 1,
                    "1725": 1,
                    "1739": 1,
                    "1741": 1,
                    "1743": 1,
                    "1759": 1,
                    "1761": 1,
                    "1763": 1,
                    "926": 10,
                    "1751": 100
                },
                "12": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "13": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 15,
                    "1751": 100
                },
                "14": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "15": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "1751": 100
                },
                "16": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "17": {
                    "1727": 1,
                    "1729": 1,
                    "1731": 1,
                    "1745": 1,
                    "1748": 1,
                    "1750": 1,
                    "1765": 1,
                    "1767": 1,
                    "1769": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "18": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "19": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "926": 10,
                    "968": 10,
                    "1751": 100
                },
                "20": {
                    "1733": 1,
                    "1735": 1,
                    "1737": 1,
                    "1753": 1,
                    "1755": 1,
                    "1757": 1,
                    "1771": 1,
                    "1773": 1,
                    "1775": 1,
                    "968": 10,
                    "1751": 100
                }
            }
        },
        "location": "city, admnk",
        "hidden": 1
    },
    "309": {
        "id": 309,
        "name": "Баг TEST",
        "maxhp": 100,
        "startrage": 66,
        "level": 99,
        "avatar": 315,
        "doll": "toy1",
        "picture": "toy1",
        "minhit": 50,
        "maxhit": 50,
        "dodge": 50,
        "crit": 50,
        "mastery": 50,
        "resilience": 50,
        "defence": 50,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "loot": {
            "randloot": {
                "5": {
                    "882": 10
                },
                "6": {
                    "882": 10
                },
                "7": {
                    "882": 10
                },
                "8": {
                    "882": 10
                },
                "9": {
                    "882": 10,
                    "926": 10
                },
                "10": {
                    "926": 10
                },
                "11": {
                    "926": 10
                },
                "12": {
                    "926": 10
                },
                "13": {
                    "926": 15
                },
                "14": {
                    "926": 10
                },
                "15": {
                    "926": 10
                },
                "16": {
                    "926": 10,
                    "968": 10
                },
                "17": {
                    "926": 10,
                    "968": 10
                },
                "18": {
                    "926": 10,
                    "968": 10
                },
                "19": {
                    "926": 10,
                    "968": 10
                },
                "20": {
                    "968": 10
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "310": {
        "id": 310,
        "name": "Пират",
        "maxhp": 6000,
        "level": 20,
        "avatar": 321,
        "doll": "pirrate_01",
        "picture": "pirrate_01",
        "minhit": 750,
        "maxhit": 950,
        "dodge": 10,
        "crit": 35,
        "mastery": 775,
        "resilience": 50,
        "defence": 545,
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1808": 50,
                    "1809": 50
                }
            },
            "questloot": {
                "302": {
                    "default": {
                        "1801": 3
                    }
                },
                "323": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                },
                "327": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                }
            }
        },
        "location": "pirates",
    },
    "311": {
        "id": 311,
        "name": "Навигатор",
        "maxhp": 6500,
        "startrage": 20,
        "level": 20,
        "avatar": 323,
        "doll": "pirrate_03",
        "picture": "pirrate_03",
        "minhit": 850,
        "maxhit": 1100,
        "dodge": 20,
        "crit": 35,
        "mastery": 800,
        "resilience": 100,
        "defence": 600,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1808": 50,
                    "1811": 50
                }
            },
            "questloot": {
                "302": {
                    "default": {
                        "1804": 3,
                        "1805": 3
                    }
                },
                "323": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                },
                "327": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                }
            }
        },
        "location": "pirates",
    },
    "312": {
        "id": 312,
        "name": "Первый помощник Эдвард",
        "maxhp": 10000,
        "startrage": 20,
        "level": 20,
        "avatar": 323,
        "doll": "pirrate_03",
        "picture": "pirrate_03",
        "minhit": 900,
        "maxhit": 1200,
        "dodge": 20,
        "crit": 35,
        "mastery": 800,
        "resilience": 200,
        "defence": 600,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1808": 100,
                    "1811x5": 100
                }
            },
            "questloot": {
                "302": {
                    "default": {
                        "1806": 100
                    }
                },
                "323": {
                    "default": {
                        "1990": 100
                    }
                },
                "327": {
                    "default": {
                        "1990": 100
                    }
                },
                "320": {
                    "default": {
                        "1983": 50
                    }
                }
            }
        },
        "location": "pirates",
    },
    "313": {
        "id": 313,
        "name": "Канонир",
        "maxhp": 5000,
        "level": 20,
        "avatar": 322,
        "doll": "pirrate_02",
        "picture": "pirrate_02",
        "minhit": 850,
        "maxhit": 1100,
        "dodge": 30,
        "crit": 55,
        "mastery": 1250,
        "resilience": 195,
        "defence": 375,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1808": 50,
                    "1810": 50
                }
            },
            "questloot": {
                "302": {
                    "default": {
                        "1802": 3
                    }
                },
                "323": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                },
                "327": {
                    "default": {
                        "1985": 10,
                        "1991": 10
                    }
                }
            }
        },
        "location": "pirates",
    },
    "314": {
        "id": 314,
        "name": "Квартмейстер Билл",
        "maxhp": 8000,
        "level": 20,
        "avatar": 322,
        "doll": "pirrate_02",
        "picture": "pirrate_02",
        "minhit": 900,
        "maxhit": 1200,
        "dodge": 30,
        "crit": 55,
        "mastery": 1250,
        "resilience": 195,
        "defence": 375,
        "gender": 1,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [100, 30, 10, 1]
            },
            "randloot": {
                "default": {
                    "1808": 100,
                    "1810x5": 100
                }
            },
            "questloot": {
                "302": {
                    "default": {
                        "1803": 100
                    }
                },
                "323": {
                    "default": {
                        "1989": 80
                    }
                },
                "327": {
                    "default": {
                        "1989": 80
                    }
                }
            }
        },
        "location": "pirates",
    },
    "315": {
        "id": 315,
        "name": "Призванный пират",
        "maxhp": 1000,
        "startrage": 100,
        "level": 20,
        "avatar": 100,
        "doll": "pirrate_01",
        "picture": "pirrate_01",
        "minhit": 100,
        "maxhit": 200,
        "crit": 50,
        "mastery": 100,
        "defence": 100,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "location": "priziv",
    },
    "316": {
        "id": 316,
        "name": "Клешнерыб",
        "maxhp": 3000,
        "level": 20,
        "avatar": 335,
        "doll": "ppirate01",
        "picture": "ppirate01",
        "minhit": 1200,
        "maxhit": 1300,
        "dodge": 20,
        "crit": 30,
        "mastery": 1000,
        "resilience": 400,
        "defence": 1000,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "location": "sharkonora",
    },
    "317": {
        "id": 317,
        "name": "Тюремщик",
        "maxhp": 6000,
        "startrage": 40,
        "level": 20,
        "avatar": 333,
        "doll": "jailer",
        "picture": "jailer",
        "minhit": 1200,
        "maxhit": 1300,
        "dodge": 30,
        "crit": 40,
        "mastery": 2000,
        "resilience": 400,
        "defence": 600,
        "hitsound": "metal",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "loot": {
                "default": {
                    "1999": 100
                }
            }
        },
        "location": "sharkonora",
    },
    "318": {
        "id": 318,
        "name": "Пилозуб",
        "maxhp": 2500,
        "level": 20,
        "avatar": 334,
        "doll": "ppirate02",
        "picture": "ppirate02",
        "minhit": 1400,
        "maxhit": 1600,
        "dodge": 40,
        "crit": 60,
        "mastery": 1000,
        "resilience": 400,
        "defence": 800,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "location": "sharkonora",
    },
    "319": {
        "id": 319,
        "name": "Капитан Шаркспир",
        "isboss": 1,
        "maxhp": 13000,
        "startrage": 30,
        "level": 20,
        "avatar": 332,
        "doll": "shark1",
        "picture": "shark1",
        "minhit": 1500,
        "maxhit": 1600,
        "dodge": 30,
        "crit": 30,
        "mastery": 3000,
        "resilience": 1000,
        "defence": 1000,
        "hitsound": "metal",
        "gender": 1,
        "race": "human",
        "pet": 74,
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "loot": {
                "default": {
                    "1987": 3,
                    "1988": 3,
                    "2002": 3,
                    "2008": 1,
                    "2284": 1,
                    "1949": 20,
                    "1950": 20,
                    "1951": 20,
                    "1952": 20,
                    "1953": 20,
                    "1962": 20,
                    "1964": 20,
                    "1966": 20,
                    "1968": 20,
                    "1970": 20,
                    "1963": 20,
                    "1965": 20,
                    "1967": 20,
                    "1969": 20,
                    "1971": 20
                }
            },
            "randloot": {
                "default": {
                    "1995": 5,
                    "2011": 100
                }
            }
        },
        "location": "sharkonora",
    },
    "320": {
        "id": 320,
        "name": "Даги Два Пальца",
        "maxhp": 7000,
        "level": 20,
        "avatar": 335,
        "doll": "ppirate01",
        "picture": "ppirate01",
        "minhit": 1400,
        "maxhit": 2400,
        "dodge": 30,
        "crit": 50,
        "mastery": 2000,
        "resilience": 1000,
        "defence": 800,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "loot": {
                "default": {
                    "1176": 20,
                    "1177": 10,
                    "1178": 5,
                    "1164": 20,
                    "1165": 10,
                    "1166": 5,
                    "2002": 1,
                    "1167": 20,
                    "1168": 10,
                    "1169": 5,
                    "1170": 20,
                    "1171": 10,
                    "1172": 5,
                    "1987": 1,
                    "1988": 1,
                    "1173": 20,
                    "1174": 10,
                    "1175": 5
                }
            }
        },
        "location": "sharkonora",
    },
    "321": {
        "id": 321,
        "name": "Красавчик Бью",
        "maxhp": 6000,
        "startrage": 20,
        "level": 20,
        "avatar": 334,
        "doll": "ppirate02",
        "picture": "ppirate02",
        "minhit": 1300,
        "maxhit": 1500,
        "dodge": 60,
        "crit": 50,
        "mastery": 2000,
        "resilience": 400,
        "defence": 700,
        "hitsound": "organic",
        "gender": 1,
        "race": "human",
        "loot": {
            "crystals": {
                "default": [100, 10, 0]
            },
            "loot": {
                "default": {
                    "1176": 20,
                    "1177": 10,
                    "1178": 5,
                    "1164": 20,
                    "1165": 10,
                    "1166": 5,
                    "2002": 1,
                    "1167": 20,
                    "1168": 10,
                    "1169": 5,
                    "1170": 20,
                    "1171": 10,
                    "1172": 5,
                    "1987": 1,
                    "1988": 1,
                    "1173": 20,
                    "1174": 10,
                    "1175": 5
                }
            }
        },
        "location": "sharkonora",
    },
    "322": {
        "id": 322,
        "name": "Тишина",
        "isboss": 1,
        "maxhp": 550,
        "startrage": 10,
        "level": 5,
        "avatar": 30,
        "doll": "ghost",
        "picture": "ghost",
        "minhit": 35,
        "maxhit": 47,
        "dodge": 12,
        "crit": 12,
        "defence": 13,
        "hitsound": "wood",
        "gender": 2,
        "race": "undead",
        "loot": {
            "money": {
                "5": {
                    "min": 2000,
                    "max": 3000
                },
                "default": {
                    "min": 1,
                    "max": 1
                }
            },
            "crystals": {
                "5": [150, 10, 0, 0, 0]
            },
            "loot": {
                "5": {
                    "90": 10,
                    "91": 10,
                    "94": 10,
                    "96": 10,
                    "97": 10,
                    "98": 10,
                    "101": 10
                },
                "default": {
                    "90": 10,
                    "91": 10,
                    "94": 10,
                    "96": 10,
                    "97": 10,
                    "98": 10,
                    "101": 3
                }
            },
            "randloot": {
                "5": {
                    "256": 20,
                    "257": 20,
                    "1524": 0.4
                },
                "6": {
                    "256": 15,
                    "257": 15,
                    "1524": 0.4
                }
            },
            "questloot": {
                "340": {
                    "default": {
                        "2230": 100
                    }
                }
            }
        },
        "location": "city, sklep",
        "hidden": 1
    },
    "323": {
        "id": 323,
        "name": "Нечто",
        "maxhp": 300,
        "level": 3,
        "avatar": 193,
        "doll": "evalive_twohit",
        "picture": "evalive_twohit",
        "minhit": 13,
        "maxhit": 25,
        "hitsound": "organic",
        "gender": 1,
        "race": "demon",
        "location": "city",
        "hidden": 1
    },
    "324": {
        "id": 324,
        "name": "Полтергейст",
        "maxhp": 2330,
        "startrage": 20,
        "level": 20,
        "avatar": 274,
        "doll": "armor_mob",
        "picture": "armor_mob",
        "minhit": 490,
        "maxhit": 620,
        "dodge": 35,
        "crit": 65,
        "mastery": 1000,
        "resilience": 150,
        "defence": 520,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "crystals": {
                "default": [150, 50, 10]
            },
            "randloot": {
                "default": {
                    "1294": 7
                }
            }
        },
        "location": "city",
    },
    "325": {
        "id": 325,
        "name": "Пушистый Страж",
        "maxhp": 100,
        "startrage": 35,
        "level": 99,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 100,
        "maxhit": 100,
        "dodge": 100,
        "crit": 100,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "gender": 1,
        "race": "beast",
        "loot": {
            "randloot": {
                "default": {
                    "535": "0.15",
                    "536": "0.15",
                    "537": "0.15",
                    "538": "0.15",
                    "2090": 30,
                    "2091": 15,
                    "534": "0.15"
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "326": {
        "id": 326,
        "name": "НЕНУЖНЫЙ МОБ",
        "maxhp": 100,
        "startrage": 35,
        "level": 99,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 100,
        "maxhit": 100,
        "dodge": 100,
        "crit": 100,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "gender": 1,
        "race": "beast",
        "loot": {
            "randloot": {
                "default": {
                    "2091": 15,
                    "2090": 40,
                    "536": 0.15,
                    "538": 0.15,
                    "534": 0.15,
                    "536": 0.15,
                    "537": 0.15,
                    "536": 0.15,
                    "535": 0.15
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "327": {
        "id": 327,
        "name": "Древнее Зло",
        "maxhp": 100000,
        "startrage": 100,
        "level": 22,
        "avatar": 359,
        "doll": "iotuns_leg_twohit",
        "picture": "iotuns_leg_twohit",
        "minhit": 1,
        "maxhit": 2,
        "defence": 100000,
        "hitsound": "metal",
        "gender": 1,
        "race": "human",
        "loot": {
            "randloot": {
                "default": {
                    "2203": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "328": {
        "id": 328,
        "name": "Ледяной Страж",
        "maxhp": 100,
        "level": 99,
        "avatar": 102,
        "doll": "icegolem",
        "picture": "icegolem",
        "minhit": 100,
        "maxhit": 100,
        "dodge": 100,
        "crit": 100,
        "mastery": 100,
        "resilience": 100,
        "defence": 100,
        "hitsound": "glass",
        "gender": 2,
        "race": "ghost",
        "loot": {
            "randloot": {
                "default": {
                    "2099": 3,
                    "2103": 3,
                    "2104": 3,
                    "2107": 15,
                    "2100": 3
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "329": {
        "id": 329,
        "name": "Бракованная игрушка",
        "maxhp": 70,
        "startrage": 70,
        "level": 99,
        "avatar": 315,
        "doll": "toy1",
        "picture": "toy1",
        "minhit": 180,
        "maxhit": 180,
        "dodge": 60,
        "crit": 100,
        "mastery": 50,
        "resilience": 50,
        "defence": 100,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "pet": 66,
        "loot": {
            "randloot": {
                "default": {
                    "2091": 5,
                    "2107": 15,
                    "2099": 7,
                    "2103": 7,
                    "2104": 5,
                    "2105": 1
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "330": {
        "id": 330,
        "name": "Проекция",
        "isboss": 1,
        "maxhp": 20,
        "level": 99,
        "avatar": 38,
        "doll": "lal",
        "picture": "lal",
        "minhit": 1,
        "maxhit": 10,
        "dodge": 20,
        "crit": 20,
        "mastery": 20,
        "resilience": 20,
        "defence": 20,
        "hitsound": "organic",
        "gender": 1,
        "race": "beast",
        "isevent": 1,
        "pet": 9,
        "loot": {
            "massloot": {
                "default": {
                    "868x1": 100,
                    "2131x1": 100,
                    "1974x1": 100,
                    "1902x1": 100,
                    "292x1": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "331": {
        "id": 331,
        "name": "Гигантская ОДР",
        "maxhp": 39209,
        "level": 19,
        "avatar": 44,
        "doll": "drspecial",
        "picture": "drspecial",
        "minhit": 1000,
        "maxhit": 3000,
        "dodge": 10,
        "crit": 10,
        "mastery": 5000,
        "defence": 24000,
        "hitsound": "organic",
        "gender": 2,
        "race": "plant",
        "pet": 40,
        "loot": {
            "randloot": {
                "default": {
                    "2231": 100
                }
            },
            "questloot": {
                "344": {
                    "default": {
                        "2277": 100
                    }
                }
            }
        },
        "location": "bolota",
    },
    "332": {
        "id": 332,
        "name": "Земфира|Зоя|Зухра|Зарина|Антон|Зинаида|Зульфия",
        "isboss": 1,
        "maxhp": 300000,
        "level": 7,
        "avatar": 62,
        "doll": "tihohodka",
        "picture": "tihohodka",
        "minhit": 50,
        "maxhit": 80,
        "dodge": 15,
        "crit": 25,
        "mastery": 2000,
        "resilience": 1000,
        "hitsound": "organic",
        "gender": 2,
        "race": "beast",
        "loot": {
            "crystals": {
                "default": [150, 40, 5, 0, 0]
            },
            "randloot": {
                "default": {
                    "2178": 100,
                    "2179x5": 100,
                    "2179x4": 100,
                    "2179x3": 100,
                    "2179x2": 100,
                    "2179x1": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "333": {
        "id": 333,
        "name": "Илюся|Инна|Изаура|Изида|Изабелла|Изольда|Антон|Инна|Ирина",
        "isboss": 1,
        "maxhp": 3000,
        "level": 6,
        "avatar": 62,
        "doll": "tihohodka",
        "picture": "tihohodka",
        "minhit": 20,
        "maxhit": 50,
        "dodge": 5,
        "crit": 5,
        "mastery": 1000,
        "resilience": 1900,
        "hitsound": "organic",
        "gender": 2,
        "race": "beast",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 90
                },
                "4": {
                    "min": 25,
                    "max": 50
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 12,
                    "67": 12,
                    "71": 12,
                    "72": 12,
                    "301": 2,
                    "343": 0.8,
                    "549": 3
                },
                "5": {
                    "63": 10,
                    "67": 10,
                    "71": 7,
                    "72": 7,
                    "301": 1,
                    "343": 0.5,
                    "549": 2
                },
                "default": {
                    "301": 0.5,
                    "343": 0.3,
                    "549": 1.5
                }
            },
            "questloot": {
                "87": {
                    "4": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "334": {
        "id": 334,
        "name": "Илюся|Инна|Изаура|Изида|Изабелла|Изольда|Антон|Инна|Ирина",
        "isboss": 1,
        "maxhp": 3000,
        "level": 6,
        "avatar": 62,
        "doll": "tihohodka",
        "picture": "tihohodka",
        "minhit": 20,
        "maxhit": 50,
        "dodge": 15,
        "crit": 25,
        "mastery": 1000,
        "resilience": 1900,
        "hitsound": "organic",
        "gender": 2,
        "race": "beast",
        "loot": {
            "money": {
                "3": {
                    "min": 45,
                    "max": 90
                },
                "4": {
                    "min": 25,
                    "max": 50
                },
                "default": {
                    "min": 1,
                    "max": 5
                }
            },
            "crystals": {
                "3": [100, 10, 0, 0, 0]
            },
            "randloot": {
                "4": {
                    "63": 12,
                    "67": 12,
                    "71": 12,
                    "72": 12,
                    "301": 2,
                    "343": 0.8,
                    "549": 3
                },
                "5": {
                    "63": 10,
                    "67": 10,
                    "71": 7,
                    "72": 7,
                    "301": 1,
                    "343": 0.5,
                    "549": 2
                },
                "default": {
                    "301": 0.5,
                    "343": 0.3,
                    "549": 1.5
                }
            },
            "questloot": {
                "87": {
                    "4": {
                        "390": 10
                    }
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "335": {
        "id": 335,
        "name": "Дух Снежного Лукэтлога",
        "maxhp": 1,
        "level": 9,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 1,
        "maxhit": 1,
        "dodge": 20,
        "mastery": 10000,
        "gender": 1,
        "race": "beast",
        "loot": {},
        "location": "city, priziv",
        "hidden": 1
    },
    "336": {
        "id": 336,
        "name": "Бракованный голем",
        "maxhp": 200,
        "level": 1,
        "avatar": 78,
        "doll": "golem_twohit",
        "picture": "golem_twohit",
        "minhit": 1,
        "maxhit": 2,
        "defence": 1,
        "hitsound": "metal",
        "gender": 1,
        "race": "mechanics",
        "location": "priziv",
        "hidden": 0
    },
    "337": {
        "id": 337,
        "name": "ТПЛ",
        "maxhp": 26,
        "level": 2,
        "avatar": 14,
        "doll": "lookatlog",
        "picture": "lookatlog",
        "minhit": 1,
        "maxhit": 5,
        "hitsound": "wood",
        "gender": 1,
        "race": "beast",
        "loot": {
            "randloot": {
                "default": {
                    "2204": 10
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "338": {
        "id": 338,
        "name": "Одержимый зайчик",
        "maxhp": 20000,
        "level": 3,
        "avatar": 91,
        "doll": "lal_polar",
        "picture": "lal_polar",
        "minhit": 90,
        "maxhit": 600,
        "mastery": 5000,
        "gender": 1,
        "race": "beast",
        "loot": {},
        "location": "city",
        "hidden": 1
    },
    "339": {
        "id": 339,
        "name": "Освободившееся Зло",
        "maxhp": 1400,
        "level": 16,
        "avatar": 197,
        "doll": "moonkin",
        "picture": "moonkin",
        "minhit": 1350,
        "maxhit": 1600,
        "dodge": 25,
        "crit": 55,
        "mastery": 2500,
        "resilience": 50,
        "defence": 66,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {},
        "location": "city",
        "hidden": 1
    },
    "340": {
        "id": 340,
        "name": "Ослабленное зло",
        "maxhp": 700,
        "level": 3,
        "avatar": 198,
        "doll": "moonblue",
        "picture": "moonblue",
        "minhit": 1,
        "maxhit": 100,
        "mastery": 300,
        "resilience": 60,
        "defence": 5,
        "hitsound": "organic",
        "gender": 1,
        "race": "ghost",
        "loot": {
            "randloot": {
                "default": {
                    "2246": 30,
                    "2247": 30,
                    "2248": 30,
                    "2249": 30
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "341": {
        "id": 341,
        "name": "Вьетнамский Бревень",
        "maxhp": 150,
        "level": 4,
        "avatar": 52,
        "doll": "breven",
        "picture": "breven",
        "minhit": 16,
        "maxhit": 20,
        "dodge": 15,
        "crit": 15,
        "defence": 10,
        "hitsound": "metal",
        "gender": 1,
        "race": "plant",
        "loot": {
            "randloot": {
                "default": {
                    "247x9": 100
                }
            }
        },
        "location": "city",
        "hidden": 1
    },
    "342" : {
      "id": 342,
      "name": "Red",
      "adminname": "Red",
      "isboss": 1,
      "maxhp": 99999,
      "startrage": 100,
      "level": 20,
      "avatar": 1049,
      "doll": "mob_demon_male",
      "minhit": 10,
      "maxhit": 10,
      "dodge": 99,
      "crit": 99,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 300,
      "loot": "",
      "items": "mob_has_face_100",
      "hitsound": "organic",
      "gender": 1,
      "race": "human",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 3,
      "changed": 1,
      "savestates": 0,
      "pet": 23,
      "location": "city",
      "hidden": 1
    },
    "343" : {
      "id": 343,
      "name": "Чак",
      "adminname": "Чак Ивентовый",
      "isboss": 1,
      "maxhp": 99999,
      "startrage": 100,
      "level": 20,
      "avatar": 298,
      "doll": "mob_human_male",
      "minhit": 10,
      "maxhit": 10,
      "dodge": 99,
      "crit": 99,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 300,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 0
            }
          ],
          "ability": 510
        }
      ],
      "loot": "",
      "items": "tier1_legs,tier1_boots,hand_norm_1,mob_has_face_3,10rats_hair,mob_has_face_5",
      "hitsound": "organic",
      "gender": 1,
      "race": "human",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 3,
      "changed": 1,
      "savestates": 0,
      "pet": 23,
      "location": "city",
      "hidden": 1
    },
    "344" : {
      "id": 344,
      "name": "ЛСВ",
      "adminname": "ЛСВ",
      "isboss": 0,
      "maxhp": 700,
      "startrage": 0,
      "level": 2,
      "avatar": 38,
      "doll": "lal",
      "minhit": 10,
      "maxhit": 5000,
      "dodge": 20,
      "crit": 20,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 0,
      "loot": {
        "randloot": {
          "default": {
            "1671": 10
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 0,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "345" : {
      "id": 345,
      "name": "Гриммер Агрессор",
      "adminname": "Гриммер - Ивент",
      "isboss": 0,
      "maxhp": 166,
      "startrage": 13,
      "level": 99,
      "avatar": 224,
      "doll": "grimmer",
      "minhit": 50,
      "maxhit": 100,
      "dodge": 50,
      "crit": 25,
      "mastery": 2000,
      "resilience": 50,
      "defence": 85,
      "loot": {
        "randloot": {
          "default": {
            "2309": 50,
            "2310": 5
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "undead",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "346" : {
      "id": 346,
      "name": "Пупмат Агрессор",
      "adminname": "Пупмат - Ивент",
      "isboss": 0,
      "maxhp": 200,
      "startrage": 0,
      "level": 99,
      "avatar": 222,
      "doll": "grimmpup",
      "minhit": 55,
      "maxhit": 75,
      "dodge": 15,
      "crit": 80,
      "mastery": 250,
      "resilience": 50,
      "defence": 55,
      "loot": {
        "randloot": {
          "default": {
            "2309": 50,
            "2310": 5
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "347" : {
      "id": 347,
      "name": "депр ошибка",
      "adminname": "депр ошибка",
      "isboss": 0,
      "maxhp": 201800,
      "startrage": 0,
      "level": 5,
      "avatar": 81,
      "doll": "santa",
      "minhit": 50,
      "maxhit": 100,
      "dodge": 0,
      "crit": 0,
      "mastery": 99999,
      "resilience": 0,
      "defence": 99999,
      "loot": {
        "questloot": {
          "347": {
            "default": {
              "2332": 100
            }
          }
        }
      },
      "items": "",
      "hitsound": "cotton",
      "gender": 1,
      "race": "intelligent",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 0,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 1
    },
    "348" : {
      "id": 348,
      "name": "Дед Толероз",
      "adminname": "Дед Толероз",
      "isboss": 0,
      "maxhp": 201800,
      "startrage": 0,
      "level": 5,
      "avatar": 81,
      "doll": "santa",
      "minhit": 50,
      "maxhit": 100,
      "dodge": 0,
      "crit": 0,
      "mastery": 99999,
      "resilience": 0,
      "defence": 99999,
      "loot": {
        "questloot": {
          "347": {
            "default": {
              "2325": 30,
              "2326": 30,
              "2327": 30,
              "2328": 30,
              "2329": 30,
              "2332": 30,
              "2333": 30
            }
          }
        },
        "randloot": {
          "default": {
            "2332": 50,
            "2333": 50
          }
        }
      },
      "items": "",
      "hitsound": "cotton",
      "gender": 1,
      "race": "intelligent",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 0,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "349" : {
      "id": 349,
      "name": "Безумный Болельщик",
      "adminname": "Безумный Болельщик",
      "isboss": 0,
      "maxhp": 1750,
      "startrage": 50,
      "level": 20,
      "avatar": 1,
      "doll": "mob_human_male",
      "minhit": 290,
      "maxhit": 320,
      "dodge": 45,
      "crit": 65,
      "mastery": 800,
      "resilience": 700,
      "defence": 320,
      "loot": {
        "randloot": {
          "default": {
            "2411": 30
          }
        }
      },
      "items": "dzuba,hand_norm_1,mob_has_face_3,basik2,keds",
      "hitsound": "organic",
      "gender": 1,
      "race": "ghost",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "350" : {
      "id": 350,
      "name": "Лукэтлог Сладкоежка",
      "adminname": "Лукэтлог Сладкоежка",
      "isboss": 0,
      "maxhp": 80000,
      "startrage": 0,
      "level": 3,
      "avatar": 14,
      "doll": "lookatlog",
      "minhit": 1,
      "maxhit": 100,
      "dodge": 0,
      "crit": 0,
      "mastery": 0,
      "resilience": 0,
      "defence": 0,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "havebuff",
              "type": "!=",
              "value": 161
            },
            {
              "param": "myrage",
              "type": ">=",
              "value": 50
            }
          ],
          "ability": 15
        },
        {
          "reqs": [
            {
              "param": "havebuff",
              "type": "!=",
              "value": 161
            },
            {
              "param": "myhp",
              "type": "<",
              "value": 20
            },
            {
              "param": "havebuff",
              "type": "!=",
              "value": 11
            }
          ],
          "ability": 9
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 1,
            "max": 10000
          }
        },
        "randloot": {
          "default": {
            "1105": 3,
            "2101": 1,
            "2294": 2,
            "2308": 1,
            "2376": 1,
            "2436": 25
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "351" : {
      "id": 351,
      "name": "Бродячее Ничтожество",
      "adminname": "Бродячее Ничтожество",
      "isboss": 0,
      "maxhp": 5000,
      "startrage": 0,
      "level": 20,
      "avatar": 99,
      "doll": "keeper",
      "minhit": 1500,
      "maxhit": 1800,
      "dodge": 70,
      "crit": 25,
      "mastery": 1200,
      "resilience": 1200,
      "defence": 1100,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 40
            }
          ],
          "ability": 519
        },
        {
          "reqs": [
            {
              "param": "myhp",
              "type": "<",
              "value": 2000
            },
            {
              "param": "havebuff",
              "type": "!=",
              "value": 854
            }
          ],
          "ability": 520
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 10000,
            "max": 50000
          }
        },
        "randloot": {
          "default": {
            "2465": 3,
            "2466": 3
          }
        },
        "questloot": {
          "348": {
            "default": {
              "2467": 5
            }
          }
        }
      },
      "items": "",
      "hitsound": "bones",
      "gender": 1,
      "race": "undead",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 23,
      "location": "city, crypt",
      "hidden": 0
    },
    "352" : {
      "id": 352,
      "name": "МЖПСО",
      "adminname": "МЖПСО",
      "isboss": 0,
      "maxhp": 6666,
      "startrage": 20,
      "level": 20,
      "avatar": 68,
      "doll": "drowned",
      "minhit": 1700,
      "maxhit": 1900,
      "dodge": 70,
      "crit": 30,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 900,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 30
            }
          ],
          "ability": 521
        },
        {
          "reqs": [
            {
              "param": "havebuff",
              "type": "!=",
              "value": 856
            },
            {
              "param": "myrage",
              "type": ">=",
              "value": 20
            }
          ],
          "ability": 522
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 10000,
            "max": 50000
          }
        },
        "randloot": {
          "default": {
            "2465": 3,
            "2466": 3
          }
        },
        "questloot": {
          "348": {
            "default": {
              "2467": 5
            }
          }
        }
      },
      "items": "",
      "hitsound": "",
      "gender": 2,
      "race": "undead",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city, crypt",
      "hidden": 0
    },
    "353" : {
      "id": 353,
      "name": "Отравитель из Чилтона",
      "adminname": "Отравитель из Чилтона",
      "isboss": 0,
      "maxhp": 4242,
      "startrage": 0,
      "level": 20,
      "avatar": 64,
      "doll": "mob_human_male_cock",
      "minhit": 1200,
      "maxhit": 1400,
      "dodge": 0,
      "crit": 50,
      "mastery": 2000,
      "resilience": 800,
      "defence": 700,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 30
            },
            {
              "param": "havebuff",
              "type": "!=",
              "value": 858
            }
          ],
          "ability": 523
        },
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 40
            }
          ],
          "ability": 524
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 10000,
            "max": 50000
          }
        },
        "randloot": {
          "default": {
            "2465": 3,
            "2466": 3
          }
        },
        "questloot": {
          "348": {
            "default": {
              "2467": 10
            }
          }
        }
      },
      "items": "cook_chest,cook_boots,cook_gloves,cook_hat,cook_pants,rweapon_butchers_cleaver",
      "hitsound": "metal",
      "gender": 1,
      "race": "undead",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 3,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city, crypt",
      "hidden": 0
    },
    "354" : {
      "id": 354,
      "name": "Могильный Камнеед",
      "adminname": "Могильный Камнеед",
      "isboss": 1,
      "maxhp": 13000,
      "startrage": 30,
      "level": 20,
      "avatar": 146,
      "doll": "zombiefish",
      "minhit": 1500,
      "maxhit": 2100,
      "dodge": 70,
      "crit": 30,
      "mastery": 800,
      "resilience": 800,
      "defence": 1000,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 90
            }
          ],
          "ability": 525
        },
        {
          "reqs": [
            {
              "param": "myhp",
              "type": ">",
              "value": 2000
            }
          ],
          "ability": 526
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 10000,
            "max": 50000
          }
        },
        "randloot": {
          "default": {
            "2465": 10,
            "2466": 10,
            "2468": 3
          }
        }
      },
      "items": "",
      "hitsound": "",
      "gender": 1,
      "race": "undead",
      "isevent": 0,
      "dropkoeff": 1,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city, crypt",
      "hidden": 0
    },
    "355" : {
      "id": 355,
      "name": "Невинный зайчик",
      "adminname": "Невинный зайчик",
      "isboss": 0,
      "maxhp": 40,
      "startrage": 0,
      "level": 1,
      "avatar": 14,
      "doll": "lookatlog",
      "minhit": 1,
      "maxhit": 100,
      "dodge": 0,
      "crit": 0,
      "mastery": 1000,
      "resilience": 0,
      "defence": 5,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 90
            }
          ],
          "ability": 529
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 1,
            "max": 10000
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "356" : {
      "id": 356,
      "name": "Безобидный зайка",
      "adminname": "Безобидный зайка",
      "isboss": 0,
      "maxhp": 201,
      "startrage": 0,
      "level": 3,
      "avatar": 91,
      "doll": "lal_polar",
      "minhit": 1,
      "maxhit": 1000,
      "dodge": 0,
      "crit": 0,
      "mastery": 1000,
      "resilience": 0,
      "defence": 0,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 50
            }
          ],
          "ability": 530
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 1,
            "max": 10000
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 0,
      "location": "city",
      "hidden": 0
    },
    "357" : {
      "id": 357,
      "name": "Матерый зайчище",
      "adminname": "Матерый зайчище",
      "isboss": 0,
      "maxhp": 2019,
      "startrage": 0,
      "level": 3,
      "avatar": 14,
      "doll": "lal_ny",
      "minhit": 1,
      "maxhit": 1000,
      "dodge": 80,
      "crit": 80,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 0,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 50
            }
          ],
          "ability": 531
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 1,
            "max": 10000
          }
        },
        "randloot": {
          "default": {
            "2500": 100
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 76,
      "location": "city",
      "hidden": 0
    },
    "358" : {
      "id": 358,
      "name": "Матерый зайчище тест лута",
      "adminname": "Матерый зайчище тест лута",
      "isboss": 0,
      "maxhp": 2019,
      "startrage": 0,
      "level": 3,
      "avatar": 14,
      "doll": "lal_ny",
      "minhit": 1,
      "maxhit": 1000,
      "dodge": 80,
      "crit": 80,
      "mastery": 1000,
      "resilience": 1000,
      "defence": 0,
      "moblogic": [
        {
          "reqs": [
            {
              "param": "myrage",
              "type": ">=",
              "value": 50
            }
          ],
          "ability": 531
        }
      ],
      "loot": {
        "money": {
          "default": {
            "min": 1,
            "max": 10000
          }
        },
        "randloot": {
          "default": {
            "2500": 100
          }
        }
      },
      "items": "",
      "hitsound": "wood",
      "gender": 1,
      "race": "beast",
      "isevent": 0,
      "dropkoeff": 2,
      "drophard": 2,
      "changed": 1,
      "savestates": 0,
      "pet": 76,
      "location": "city",
      "hidden": 1
    }
};
